Repository: aqbanking/aqbanking
Catalog: po/*.po
Languages: ru

source: Bad bank keys, you should contact your bank.
ru: Неверные ключи банка. Необходимо обратится в банк.

source: Error generating keys: %d
ru: Ошибка генерации ключей: %d

source: Sending user keys
ru: Отправка ключей пользователя

source: Create Keyfile
ru: Создание файла ключей

source: All Files (*) OHBCI Files (*ohbci;*.medium)
ru: Все файлы (*) Файлы OHBCI (*.ohbci;*.medium)

source: INI Letter
ru: Письмо INI

source: INI Letter for HBCI
ru: Письмо INI для HBCI

source: <html><p>The HBCI module supports a broad range of security media. Please choose the user setup mode from the following list.</p><p>Click on the <i>run</i> button below to create the user.</p></html>The HBCI module supports a broad range of security media. Please choose the user setup mode from the following list. Click on the RUN button below to create the user.
ru: <html><p>Модуль HBCI поддерживает широкий ряд средств безопасности. Выберите режим установки пользователя из списка.</p><p>Нажмите кнопку <i>Выполнить</i> внизу для создания пользователя.</p></html> Модуль HBCI поддерживает широкий ряд средств безопасности. Выберите режим установки пользователя из списка. Нажмите кнопку Выполнить внизу для создания пользователя.

source: Create a New User
ru: Создание нового пользователя

source: <html><p>You can now create a new HBCI/FinTS user.</p>AqBanking supports the following user types:<ul> <li>Keyfile-based user</li> <li>Chipcard-based user</li> <li>PIN/TAN user</li></ul><p>Which type of user you need to setup is determined by the bank. The letter from your bank should contain this information.</p></html>You can now create a new HBCI/FinTS user. AqBanking supports the following user types: - Keyfile-based user - Chipcard-based user - PIN/TAN user Which type of user you need to setup is determined by the bank. The letter from your bank should contain this information.
ru: <html><p>Сейчас можно создать нового пользователя HBCI/FinTS.</p>AqBanking поддерживает следующие виды пользователей:<ul> <li>Пользователь с авторизацией по файлу ключей</li> <li>Пользователь с авторизацией по смарт-карте</li> <li>Пользователь с авторизацией по PIN/TAN</li></ul><p>Тип пользователя, которого вам нужно установить, определяется банком. В письме из банка должна содержаться эта информация.</p></html>Сейчас можно создать нового пользователя HBCI/FinTS. AqBanking поддерживает следующие виды пользователей: - Пользователь с авторизацией по файлу кодов - Пользователь с авторизацией по смарт-карте - Пользователь с авторизацией по PIN/TAN Тип пользователя, которого вам нужно установить, определяется банком. В письме из банка должна содержаться эта информация.

source: Create HBCI/FinTS PIN/TAN User
ru: Создание пользователя HBCI/FinTS PIN/TAN

source: Checking Chipcard
ru: Проверка смарт-карты

source: Checking chipcard type, please wait...
ru: Проверка смарт-карты, подождите...

source: Create HBCI/FinTS Keyfile User
ru: Создание пользователя файла ключей HBCI/FinTS

source: HBCI Keyfile Import Wizard
ru: Мастер импорта файла ключей HBCI

source: This dialog assists you in importing a Keyfile User.
ru: Этот мастер поможет вам импортировать пользователя файла ключей.

source: <html><p>The user has been successfully created.</p></html>The user has been successfully created.
ru: <html><p>Пользователь успешно создан.</p></html>Пользователь успешно создан.

source: The keyfile %s could not be opened. Please check permissions (%d).
ru: Не удалось открыть файл ключей %s. Проверьте разрешения (%d).

source: -- custom --
ru: -- другое --

source: Could not read context id list (%d).
ru: Не удалось прочитать список ID контекста (%d).

source: Could not create HBCI user (internal error)
ru: Не удалось создать пользователя HBCI (внутренняя ошибка)

source: The server keys and system id will now be retrieved.
ru: Сейчас будут получены ключи сервера и ID системы.

source: Retrieving system id
ru: Получение ID системы

source: Select Keyfile
ru: Выберите файл ключей

source: Please only change this value if you know what you are doing, otherwise leave it at "auto".
ru: Изменять это значение можно только при полной уверенности в своих действиях, в противном случае оставьте его в значении «авто».

source: tanMechanism|auto
ru: авто

source: tanMechanism|text
ru: текстовый

source: tanMechanism|chipTAN optic
ru: chipTAN оптический

source: tanMechanism|QR image
ru: QR-TAN

source: tanMechanism|photoTAN
ru: photoTAN

source: tanMechanism|chipTAN USB
ru: chipTAN USB

source: For smsTAN or mTAN this is your mobile phone number. Please ask your bank for the necessary format of this number.
ru: Для smsTAN или mTAN используется номер вашего мобильного телефона. Обратитесь в банк, чтобы узнать правильный формат этого номера.

source: Select TAN Mode
ru: Выберите режим TAN

source: <html><p>Please select the TAN method to use for authentication purposes.</p><p>You should choose a method with a version of 6 or higher, otherwise "Strong Customer Authentication" is disabled and connecting to most banks is not possible.</p></html>Please select the TAN method to use for authentication purposes. You should choose a method with a version of 6 or higher, otherwise "Strong Customer Authentication" is disabled and connecting to most banks is not possible.
ru: <html><p>Выберите метод аутентификации TAN.</p><p>Метод аутентификации можно выбрать в версии 6 или выше, иначе«Строгая аутентификация клиентов» будет отключена и соединение с большинством банков будет невозможно.</p></html> Выберите метод аутентификации TAN. Метод аутентификации можно выбрать в версии 6 или выше, иначе«Строгая аутентификация клиентов» будет отключена и соединение с большинством банков будет невозможно.

source: HBCI ZKA-Card Setup Wizard
ru: Мастер настройки HBCI ZKA-карты

source: <html><p>This dialog assists you in setting up a ZKA Chipcard User.</p><p>Some chipcards contain user information. You can click the button below to read that information from the card.</p></html>This dialog assists you in setting up a ZKA Chipcard User. Some chipcards contain user information. You can click the button below to read that information from the card.
ru: <html><p>Этот мастер поможет вам настроить пользователя смарт-карт ZKA.</p><p>Некоторые смарт-карты содержат информацию о пользователе. Нажмите кнопку внизудля чтения информации с карты.</p></html>Этот мастер поможет вам настроить пользователя смарт-карт ZKA. Некоторые смарт-карты содержат информацию о пользователе. Нажмите кнопку внизу для чтения информации с карты.

source: Setting Up ZKA User
ru: Настройка пользователя ZKA

source: HBCI PIN/TAN Special Settings
ru: Особые параметры HBCI PIN/TAN

source: HBCI PIN/TAN Setup Wizard
ru: Мастер настройки HBCI PIN/TAN

source: This dialog assists you in setting up a Pin/TAN User.
ru: Этот мастер поможет вам настроить пользователя PIN/TAN.

source: Setting Up PIN/TAN User
ru: Настройка пользователя PIN/TAN

source: The system id and a list of accounts will be retrieved.
ru: Будет получен идентификатор системы и список счетов.

source: Retrieving generic bank info (SCA)
ru: Получение общей информации о банке (SCA)

source: HBCI Keyfile Special Settings
ru: Особые параметры файла ключей HBCI

source: (auto)
ru: (авто)

source: HBCIUserStatus|new
ru: новый

source: HBCIUserStatus|enabled
ru: включён

source: HBCIUserStatus|pending
ru: в ожидании

source: HBCIUserStatus|disabled
ru: отключён

source: Server address found: %s
ru: Адрес сервера найден: %s

source: Bank message received
ru: Сообщение банка получено

source: Response without security info (internal)
ru: Ответ без включения конфиденциальных данных (внутренний)

source: Response encrypted with invalid key
ru: Ответ, зашифрованный неверный ключом

source: Response is not encrypted as expected
ru: Ответ не зашифрован, хотя должен быть

source: Invalid bank signature
ru: Недопустимая подпись банка

source: Response not signed by the bank
ru: Ответ не подписан банком

source: Security Warning
ru: Предупреждение системы безопасности

source: The HBCI response of the bank has not been signed by the bank, contrary to what has been expected. This can be the case because the bank just stopped signing their HBCI responses. This error message would also occur if there were a replay attack against your computer in progress right now, which is probably quite unlikely. Please contact your bank and ask them whether their HBCI server stopped signing the HBCI responses. If the bank is concerned about your security, it should not stop signing the HBCI responses. Do you nevertheless want to accept this response this time or always?<html><p>The HBCI response of the bank has not been signed by the bank, contrary to what has been expected. This can be the case because the bank just stopped signing their HBCI responses. This error message would also occur if there were a replay attack against your computer in progress right now, which is probably quite unlikely. </p><p>Please contact your bank and ask them whether their HBCI server stopped signing the HBCI responses. If the bank is concerned about your security, it should not stop signing the HBCI responses. </p><p>Do you nevertheless want to accept this response this time or always?</p></html>
ru: HBCI-ответ банка, вопреки ожиданиям, банком подписан не был. Это могло произойти просто потому, что банк перестал подписывать HBCI-ответы. Такое же сообщение об ошибке выводится и в момент атаки с повторением пакетов на ваш компьютер, однако сам факт такой атаки крайне маловероятен. Обратитесь в банк и уточните перестал ли сервер HBCI подписывать HBCI-ответы. Однако если банк заботится о вашей безопасности, то прекращать подписывать HBCI-ответы он не должен. Принимать ли такой ответ, не смотря на отсутствие подписи, и только на этот раз или всегда?<html><p>HBCI-ответ банка, вопреки ожиданиям, банком подписан не был. Это могло произойти просто потому, что банк перестал подписывать HBCI-ответы. Такое же сообщение об ошибке выводится и в момент атаки с повторением пакетов на ваш компьютер, однако сам факт такой атаки крайне маловероятен.</p><p>Обратитесь в банк и уточните перестал ли сервер HBCI подписывать HBCI-ответы. Однако если банк заботится о вашей безопасности, то прекращать подписывать HBCI-ответы он не должен. </p><p>Принимать ли такой ответ, не смотря на отсутствие подписи, и только на этот раз или всегда?</p></html>

source: Accept this time
ru: Принять только на этот раз

source: Accept always
ru: Принимать всегда

source: User accepts this unsigned response
ru: Пользователь принимает этот неподписанный ответ

source: User accepts all further unsigned responses
ru: Пользователь принимает все неподписанные ответы

source: Aborted
ru: Прервано

source: Received unknown server key: type=%s, num=%d, version=%d, hash=%s
ru: Принят неизвестный ключ сервера: тип=%s, номер=%d, версия=%d, хеш=%s

source: Dialog aborted by bank, assuming bad PIN
ru: Диалог прерван банком. Предположительно, неверный ПИН-код.

source: Dialog not aborted, assuming PIN is ok
ru: Диалог не прерван. ПИН-код верный.

source: PIN invalid according to server
ru: Согласно ответу сервера, ПИН-код неверный

source: TAN "%s" has been used, please strike it out.
ru: TAN-код «%s» был уже использован, зачеркните его.

source: Encoding queue
ru: Очередь кодирования

source: There are no tan method descriptions (yet), trying One-Step TAN.
ru: Описания методов TAN отсутствуют (пока), подключение одно-этапного TAN.

source: No valid iTAN method found
ru: Не удалось найти допустимый iTAN-метод

source: Selecting iTAN mode "%s" (%d, version %d, process %d)
ru: Выбор iTAN-метода "%s" (%d, версия %d, процесс %d)

source: (unnamed)
ru: (безымянный)

source: TAN method (%d) selected by user is no longer valid, please choose another one
ru: Выбранный пользователем TAN-метод (%d) более недействителен.Выберите другой метод

source: Retrying to open dialog
ru: Повторная попытка открыть диалог

source: Opening dialog
ru: Открытие диалога

source: Now the jobs are sent via their backends to the credit institutes.
ru: В настоящий момент задания отправлены по своим протоколам в кредитные учреждения.

source: AqHBCI started
ru: AqHBCI запущен

source: AqHBCI finished.
ru: AqHBCI завершён.

source: Could not lock user %lu (%d)
ru: Не удалось заблокировать пользователя %lu (%d)

source: Could not unlock user %lu (%d)
ru: Не удалось разблокировать пользователя %lu (%d)

source: Error processing job %s
ru: Ошибка обработки задания %s

source: We have no list of allowed two-step TAN methods, maybe you should request TAN methods.
ru: Нет списка разрешённых двух-этапных TAN-методов. Возможно, следует сделать запрос по TAN-методам.

source: Sending message
ru: Отправление сообщения

source: Unable to send (network error)
ru: Не удалось отправить (сетевая ошибка)

source: Message sent
ru: Сообщение отправлено

source: Unable to encode
ru: Не удалось закодировать

source: Queue sent
ru: Очередь отправлена

source: Closing dialog
ru: Завершение диалога

source: Waiting for response
ru: Ожидание ответа

source: Error receiving response (%d)
ru: Ошибка получения ответа (%d)

source: Response received
ru: Ответ получен

source: Bad response (unable to decode)
ru: Неверный ответ (не удалось раскодировать)

source: Bad response (bad message reference)
ru: Неверный ответ (неверная ссылка на сообщение)

source: Dialog aborted by server
ru: Диалог прерван сервером

source: Bad response (unable to dispatch)
ru: Неверный ответ (не удалось распределить)

source: Plugin "SWIFT" not found.
ru: Подключаемый модуль «SWIFT» не найден.

source: Importing transactions...
ru: Импорт транзакций...

source: Using SEPA descriptor %s and profile %s
ru: С помощью дескриптора SEPA %s и профиля %s

source: This job needs an account suffix, but your bank did not provide one. Therefore this job is not supported with your account. Setting a higher HBCI version in the user settings might fix the problem.
ru: Для оформления задания необходимы последние цифры счёта, но банк их не предоставил. Поэтому данное задание не поддерживается вашим счётом. Эта проблема может быть решена установкой более поздней версии HBCI.

source: COMMAND [LOCAL OPTIONS]
ru: КОМАНДА [ПАРАМЕТРЫ]

source: Commands:
ru: Команды:

source: mkpinlist: This command creates an empty PIN file
ru: mkpinlist: Эта команда создаёт пустой ПИН-файл

source: adduser: Adds a user (-> setup HBCI for a bank)
ru: adduser: Добавляет пользователя (-> установка HBCI для банка)

source: deluser: Deletes a user.
ru: deluser: Удаляет пользователя.

source: getkeys: Requests the server's key
ru: getkeys: Запрашивает ключ сервера

source: getcert: Requests the server's SSL certificate
ru: getcert: Запрашивает SSL-сертификат сервера

source: createkeys: Create user keys.
ru: createkeys: Создаёт ключи пользователя.

source: sendkeys: Send the user keys to the bank.
ru: sendkeys: Отправляет ключи пользователя банку.

source: changekeys: Change user keys (and media).
ru: changekeys: Изменяет ключи пользователя (и средство безопасности).

source: getbankinfo: Request bank information
ru: getbankinfo: Запрашивает сведения о банке

source: getaccounts: Requests account list for a user
ru: getaccounts: Запрашивает список счетов пользователя

source: getaccsepa: Requests SEPA account list for a user
ru: getaccsepa: Запрашивает список счетов SEPA для пользователя

source: getsysid: Requests a system id for the given user
ru: getsysid: Запрашивает идентификатор системы для текущего пользователя

source: getitanmodes: Requests supported iTAN modes for the given user
ru: getitanmodes: Запрашивает поддерживаемые режимы iTAN для текущего пользователя

source: listitanmodes: Show a list of supported iTAN modes for the given user
ru: listitanmodes: Показывает список поддерживаемых режимов iTAN для текущего пользователя

source: setitanmode: Select an iTAN mode for the given user
ru: setitanmode: Выбирает режим iTAN для текущего пользователя

source: listusers: List the users
ru: listusers: Выводит список пользователей

source: listaccounts: List the accounts
ru: listaccounts: Выводит список счетов

source: changepin: Change the PIN of a key file
ru: changepin: Меняет ПИН-код файла ключей

source: unblockpin: Unblock the PIN in PIN TAN mode.
ru: unblockpin: Разблокирует ПИН-код в режиме PIN TAN.

source: iniletter: Print the INI letter for a given user
ru: iniletter: Выводит письмо INI для текущего пользователя

source: addaccount: Manually add account
ru: addaccount: Добавляет счёт вручную

source: delaccount: Deletes account
ru: delaccount: Удаляет счёт

source: sethbciversion: Set the HBCI protocol version to be used
ru: sethbciversion: Устанавливает используемую версию протокола HBCI

source: setMaxTransfers: Set the maximum number of transfers/debit notes per job
ru: setMaxTransfers: Устанавливает максимальное количество переводов/дебет-нот на одно задание

source: setsepaprofile: Set the SEPA profile for transfers/debit notes
ru: setsepaprofile: Устанавливает профиль SEPA для переводов/дебет-нот

source: setTanMediumId: Set the medium id for some PIN/TAN methods (like mTAN)
ru: setTanMediumId: Задаёт ID средства безопасности для некоторых методов PIN/TAN (например, mTAN)

source: setTanMechanism: Overwrite TAN mechanism to use
ru: setTanMechanism: Перезаписывает используемый механизм TAN

source: adduserflags: Set special flags for the given user
ru: adduserflags: Задаёт особые флаги для текущего пользователя

source: subuserflags: Unset special flags for the given user
ru: subuserflags: Снимает особые флаги для текущего пользователя

source: addaccountflags: Set special flags for the given account
ru: addaccountflags: Задаёт особые флаги для текущего счёта

source: subaccountflags: Reset special flags for the given account
ru: subaccountflags: Сбрасывает особые флаги для текущего счёта

source: logfile: Make an AqBanking log file anonymous
ru: logfile: Делает файл журнала AqBanking анонимным

source: versions: Print the program and library versions
ru: versions: Выводит номер версии программы и библиотеки

source: The public key from the bank is not available, please download it first, e.g. with aqhbci-tool4 getkeys -u %lu
ru: Открытый ключ банка отсутствует, сначала загрузите его, например, с помощью команды aqhbci-tool4 getkeys -u %lu

source: Unable to verify signature (no key)
ru: Не удалось проверить подпись (нет ключа)

source: Invalid signature!!!
ru: Неверная подпись!!!

source: Could not verify signature
ru: Не удалось проверить подпись

source: Connecting to bank...
ru: Соединение с банком...

source: Could not connect (%d)
ru: Не удалось соединиться (%d)

source: Connected.
ru: Соединение установлено.

source: Disconnecting from bank...
ru: Отключение от соединения с банком...

source: Disconnected.
ru: Соединение разорвано.

source: Could not BASE64-decode the message
ru: Не удалось декодировать сообщение с помощью BASE64

source: Received message is not HBCI
ru: Полученное сообщение не соответствует формату HBCI

source: Unparsable message received
ru: Полученное сообщение не поддаётся обработке

source: Received message was truncated
ru: Полученное сообщение было усечено

source: Preparing connection
ru: Подготовка соединения

source: Error preparing connection
ru: Ошибка подготовки соединения

source: Bad message number, ignoring
ru: Неверный номер сообщения, игнорируется

source: Dialog id does not match, ignoring
ru: ID диалога не совпадает, игнорируется

source: Bad message reference number, ignoring
ru: Неверный учётный номер сообщения, игнорируется

source: No message reference found, ignoring
ru: Учётный номер сообщения не найден, игнорируется

source: INI-Letter DFUE (
ru: Письмо INI DFUE (

source: EBICS|User :
ru: Пользователь :

source: EBICS|Customer :
ru: Клиент :

source: INI-Letter HIA
ru: Письмо INI HIA

source: Public key for authentication signature (
ru: Открытый ключ для подписи аутентификации (

source: Public key for encryption (
ru: Открытый ключ для шифрования (

source: I confirm that I created the above keys.
ru: Я подтверждаю, что создал вышеуказанные ключи.

source: No user assigned to this account.
ru: Ни один пользователь не привязан к этому счёту.

source: Setup Error
ru: Ошибка настройки

source: No user assigned to this account. Please assign one in the online banking setup dialog for this account.
ru: Ни один пользователь не привязан к этому счёту. Необходимо привязать к нему пользователя в диалоговом окне настройки дистанционного банковского обслуживания.

source: Ok
ru: Ок

source: Download postproces done
ru: Послеоперационная загрузка завершена

source: Download postproces skipped
ru: Послеоперационная загрузка пропущена

source: TX segment number underrun
ru: TX недостаточное число сегментов

source: Order params ignored
ru: Параметры распоряжения игнорируются

source: Authentication failed
ru: Аутентификация не пройдена

source: Invalid request
ru: Недопустимый запрос

source: Internal error
ru: Внутренняя ошибка

source: TX recovery sync
ru: TX cинхронизация восстановления

source: Invalid user or invalid user state
ru: Недопустимый пользователь или недопустимое состояние пользователя

source: User unknown
ru: Пользователь неизвестен

source: Invalid user state
ru: Недопустимое состояние пользователя

source: Invalid order type
ru: Недопустимый тип распоряжения

source: Unsupported order type
ru: Неподдерживаемый тип распоряжения

source: Distributed signature authorisation failed
ru: Авторизация распространённой подписи прошла неудачно

source: Bank pubkey update required
ru: Требуется обновление открытого ключа банка

source: Segment size exceeded
ru: Превышен размер сегмента

source: Invalid XML
ru: Недопустимый XML

source: TX unknown transaction id
ru: TX неизвестен id транзакции

source: TX abort
ru: TX прекращение

source: TX message replay
ru: TX повторить отправку сообщения

source: TX segment number exceeded
ru: TX превышение числа сегментов

source: Invalid order params
ru: Недопустимые параметры распоряжения

source: Invalid request content
ru: Недопустимое содержимое запроса

source: Max order data size exceeded
ru: Превышен максимальный размер данных распоряжения

source: Max segments exceeded
ru: Превышение максимального числа сегментов

source: Max transactions exceeded
ru: Превышение максимального числа транзакций

source: Partner id mismatch
ru: Несоответствие id партнёра

source: Incompatible order attribute
ru: Несовместимый параметр распоряжения

source: No online checks
ru: Сетевых проверок нет

source: Download signed only
ru: Загружать только подписанные

source: Download unsigned only
ru: Загружать только неподписанные

source: Authorisation failed
ru: Авторизация не пройдена

source: Invalid order data format
ru: Недопустимый формат данных распоряжения

source: No download data available
ru: Нет данных для загрузки

source: Unsupported request for order instance
ru: Неподдерживаемый запрос для экземпляра распоряжения

source: Recovery not supported
ru: Восстановление не поддерживается

source: Invalid signature file format
ru: Недопустимый формат файла электронной подписи

source: Order id unknown
ru: Неизвестное id распоряжения

source: Order id already exists
ru: Id распоряжения уже существует

source: Processing error
ru: Ошибка обработки

source: Keymgmt unsupported version of signature
ru: Keymgmt неподдерживаемая версия подписи

source: Keymgmt unsupported version of authentication
ru: Keymgmt неподдерживаемая версия аутентификации

source: Keymgmt unsupported version of encryption
ru: Keymgmt неподдерживаемая версия шифрования

source: Keymgmt keylength error in signature
ru: Keymgmt ошибка длины ключа в подписи

source: Keymgmt keylength error in authentication
ru: Keymgmt ошибка длины ключа в аутентификации

source: Keymgmt keylength error in encryption
ru: Keymgmt ошибка длины ключа в шифровании

source: Keymgmt no X509 support
ru: Keymgmt отсутствует поддержка для X509
