Repository: aqbanking/aqbanking
Catalog: po/*.po
Languages: ru

source: <html><p>This dialog assists you in setting up an OFX DirectConnect User.</p></html>This dialog assists you in setting up an OFX DirectConnect User.
ru: <html><p>Этот мастер поможет вам в настройке пользователя OFX DirectConnect.</p></html>Этот мастер поможет вам в настройке пользователя OFX DirectConnect.

source: <html><p>Please enter your bank settings below.</p><p>Click the <b>Select</b> button to choose from a list of known banks. That will connect to <i>www.ofxhome.com</i> and try to retrieve information about your bank.</p><p>If you had to manually enter this information because your bank was unknown to <i>www.ofxhome.com</i> you are kindly asked to submit your bank server information there to help the next user.</p></html>Click the SELECT button to choose from a list of known banks. That will connect to "www.ofxhome.com" and try to retrieve information about your bank. If you had to manually enter this information because your bank was unknown to "www.ofxhome.com" you are kindly asked to submit your bank server information there to help the next user.
ru: <html><p>Введите параметры банка внизу.</p><p>Нажмите кнопку <b>Выбрать</b> для выбора из списка известных банков. Произойдёт соединение с <i>www.ofxhome.com</i>, где можно получить информацию о вашем банке.</p><p>Если же, ввиду отсутствия информации по вашему банку на <i>www.ofxhome.com</i>, вам пришлось ввести эту информацию вручную, отправьте данные сервера вашего банка, чтобы помочь другим пользователям.</p></html>Нажмите кнопку Выбрать для выбора из списка известных банков. Произойдёт соединение с,«www.ofxhome.com» где можно получить информацию о вашем банке. Если же, ввиду отсутствия информации по вашему банку на www.ofxhome.com, вам пришлось ввести эту информацию вручную, отправьте данные сервера вашего банка, чтобы помочь другим пользователям.

source: <html><p>Please enter your user settings below.</p><p><i>User Name</i> is your real name, <i>User Id</i> is assigned to you by the bank after applying for OFX DirectConnect and <i>Client UID</i> is used by some banks only. If you do not have such a value in your documents from the bank just leave it blank.</p></html>Please enter your user settings below. "User Name" is your real name, "User Id" is assigned to you by the bank after applying for OFX DirectConnect and "Client UID" is used by some banks. If you do not have such a value in your documents from the bank just leave it blank.
ru: <html><p>Введите ваши пользовательские настройки внизу.</p><p><i> Имя пользователя</i> — это ваше настоящее имя, <i>Id пользователя</i> назначается банком после подачи заявки на использование OFX DirectConnect, а <i>UID клиента</i> используется только некоторыми банками. Если в ваших банковских документах такого значения нет, просто оставьте поле пустым. </p></html><html>Введите ваши пользовательские настройки внизу. «Имя пользователя» — это ваше настоящее имя, «Id пользователя» назначается банком после подачи заявки на использование OFX DirectConnect, а «UID клиента» используется только некоторыми банками. Если в ваших банковских документах такого значения нет, просто оставьте поле пустым.

source: <html><p>Please choose the application you want AqBanking to emulate. Not all banks support all applications and versions, you might have to try multiple settings.</p></html>Please choose the application you want AqBanking to emulate. Not all banks support all applications and versions, you might have to try multiple settings.
ru: <html><p>Выберите приложение, которое должен эмулировать AqBanking. Не все банки поддерживают все версии у всех приложений, возможно придётся воспользоваться многочисленными настройками.</p></html>Выберите приложение, которое должен эмулировать AqBanking. Не все банки поддерживают все версии у всех приложений, возможно придётся воспользоваться многочисленными настройками.

source: <html><p>We are now ready to create the user.</p><p>Click the <i>next</i> button to proceed or <i>abort</i> to abort.</p></html>We are now ready to create the user. Click the NEXT button to proceed or ABORT to abort.
ru: <html><p>Теперь можно создавать пользователя.</p><p>Нажмите кнопку <i>Далее</i> для продолжения или <i>Прервать</i> для отмены.</p></html>Нажмите кнопку Далеедля продолжения или Прервать для отмены.

source: <html><p>The user has been successfully setup.</p><p>You can now try to retrieve the list of accounts the bank allows you to manage via OFX DirectConnect.</p><p>Please note that not every banks supports this. If your bank does not support account list download you will have to add the account manually.</p></html>The user has been successfully setup. You can now try to retrieve the list of accounts the bank allows you to manage via OFX DirectConnect. Please note that not every banks supports this. If your bank does not support account list download you will have to add the account manually.
ru: <html><p>Пользователь успешно создан.</p><p>Теперь можно получить список счетов, которыми банк позволяет вам управлять с помощью OFX DirectConnect.</p><p>Обратите внимание на то, что не все банки поддерживают эту функцию. Если ваш банк не поддерживает загрузку списка счетов, то придётся добавлять счета вручную.</p></html> Пользователь успешно создан. Теперь можно получить список счетов, которыми банк позволяет вам управлять с помощью OFX DirectConnect. Обратите внимание на то, что не все банки поддерживают эту функцию. Если ваш банк не поддерживает загрузку списка счетов, то придётся добавлять счета вручную.

source: Finish
ru: Завершить

source: Setting Up OFX DirectConnect User
ru: Настройка параметров пользователя OFX DirectConnect

source: The user will be created and the certificate retrieved.
ru: Будет создан пользователь и получен сертификат.

source: Unable to lock users
ru: Не удалось заблокировать пользователей

source: Retrieving SSL certificate
ru: Получение сертификата SSL

source: Aborted by user.
ru: Прервано пользователем.

source: Could not unlock user %s (%d)
ru: Не удалось разблокировать пользователя %s (%d)

source: Commands:
ru: Команды:

source: listusers: blurb file
ru: listusers: файл blurb

source: listaccounts: blurb file
ru: listaccounts: файл blurb

source: adduser: Add a user.
ru: adduser: Добавляет пользователя.

source: getaccounts: Retrieve list of accounts.
ru: getaccounts: Выводит список счетов.

source: Getting Certificate
ru: Получение сертификата

source: We are now asking the server for its SSL certificate
ru: Отправка запроса серверу на сертификат SSL

source: Requesting account list
ru: Запрос списка счетов

source: We are now requesting a list of accounts which can be managed via OFX. <html>We are now requesting a list of accounts which can be managed via <i>OFX</i>. </html>
ru: Отправка запроса на список счетов, которыми можно управлять с помощью OFX. <html>Отправка запроса на список счетов, которыми можно управлять с помощью<i>OFX</i>. </html>

source: Error importing accounts
ru: Ошибка при импорте счетов

source: Locking customer "%lu"
ru: Блокирование клиента «%lu»

source: Could not lock user "%lu"
ru: Не удалось заблокировать пользователя «%lu»

source: Unlocking customer "%lu"
ru: Разблокирование клиента «%lu»

source: Could not unlock user "%lu"
ru: Не удалось разблокировать пользователя «%lu»

source: Error getting crypt token
ru: Ошибка при получении криптографического маркера

source: Error opening crypt token
ru: Ошибка при открытии криптографического маркера

source: User context not found on crypt token
ru: Пользовательский контекст на криптографическом маркере не найден

source: Server keys missing, please get them first
ru: Отсутствуют ключи сервера, сначала необходимо их получить

source: User keys missing, please generate them first
ru: Отсутствуют ключи пользователя, сначала необходимо их сгенерировать

source: INI-Letter
ru: Письмо INI

source: Date :
ru: Дата :

source: YYYY/MM/DD
ru: ДД.ММ.ГГГГ

source: Time :
ru: Время :

source: hh:mm:ss
ru: чч:мм:сс

source: Bank Code :
ru: Код банка :

source: User :
ru: Пользователь :

source: Key number :
ru: Номер ключа :

source: Key version :
ru: Версия ключа :

source: Customer system:
ru: Система клиента:

source: Public key for electronic signature
ru: Открытый ключ для электронной подписи

source: Exponent
ru: Экспонента

source: Bad key
ru: Неправильный ключ

source: Modulus
ru: Модуль

source: Hash
ru: Хеш

source: I confirm that I created the above key for my electronic signature.
ru: Я подтверждаю, что создал этот ключ для своей электронной подписи.

source: ____________________________ ____________________________ Place, date Signature
ru: ____________________________ ____________________________ Место, Дата Подпись

source: INI-Letter
ru: Письмо INI

source: Date
ru: Дата

source: Time
ru: Время

source: Bank Code
ru: Код банка

source: User
ru: Пользователь

source: Key number
ru: Номер ключа

source: Key version
ru: Версия ключа

source: Customer system
ru: Система клиента

source: Place, date
ru: Место, дата

source: Signature
ru: Подпись

source: Hash (RMD-160)
ru: Хеш (RMD-160)

source: Hash (SHA-256)
ru: Хеш (SHA-256)

source: TAN Entry
ru: Ввод TAN

source: Please enter the TAN from the device.
ru: Введите TAN с устройства.

source: The server provided the following challenge:
ru: Сервер передал следующий вызов:

source: Please enter the TAN for user %s at %s.
ru: Введите TAN для пользователя %s в %s.

source: Adjusting to iTAN modes of the server
ru: Настройка на режимы iTAN сервера

source: Retrying to get system id.
ru: Повторная попытка получить ID системы.

source: Could not get system id after multiple trials
ru: Не удалось получить ID системы после многочисленных попыток

source: Could not execute outbox.
ru: Не удалось исполнить исходящие транзакции.

source: No crypt key and no sign key received.
ru: Не был получен криптографический ключ и ключ электронной подписи.

source: Could not commit result
ru: Не удалось передать результат

source: Setting peer ID to "%s")
ru: Установка кода узла в значение «%s»)

source: Error saving sign key
ru: Ошибка сохранения ключа электронной подписи

source: Error saving crypt key
ru: Ошибка сохранения криптографического ключа

source: Error saving auth key
ru: Ошибка сохранения ключа авторизации

source: Keys saved.
ru: Ключ сохранён.

source: Sign key info not found on crypt token
ru: Информация по ключу электронной подписи на криптографическом маркере не найдена

source: Crypt key info not found on crypt token
ru: Информация по криптографическому ключу на криптографическом маркере не найдена

source: Auth key info not found on crypt token
ru: Ключ авторизации на криптографическом маркере не найден

source: Job not supported, should not happen
ru: Задание не поддерживается. Такого происходить не должно

source: Job contains errors.
ru: Задание содержит ошибки.

source: Keys sent
ru: Ключ отправлен.

source: Unexplainable, 'AH_Job_ChangeKeys_new' not supported.
ru: Необъяснимая ошибка: «AH_Job_ChangeKeys_new» не поддерживается.

source: Allocate outbox failed.
ru: Ошибка при размещении исходящих транзакций.

source: Fetching serverkeys.
ru: Получение ключей сервера.

source: Could not connect to server
ru: Не удалось подключится к серверу

source: Got certificate
ru: Сертификат получен

source: Could not lock user %s (%d)
ru: Не удалось заблокировать пользователя %s (%d)

source: No iTAN modes reported.
ru: Нет сообщений по режимам iTAN.

source: Could not commit result to the system
ru: Не удалось передать результаты системе

source: Enter New Banking PIN
ru: Введите новый ПИН-код банка

source: Please enter a new banking PIN. You must only enter numbers, not letters. <html><p>Please enter a new banking PIN.</p><p>You must only enter numbers, not letters.</p></html>
ru: Введите новый ПИН-код банка. Вводить нужно только цифры, а не буквы. <html><p>Введите новый ПИН-код банка.</p><p>Вводить нужно только цифры, а не буквы.</p></html>

source: Chipcard Error
ru: Ошибка смарт-карты

source: Error checking chip card (%d). Maybe libchipcard or its plugins are not installed?
ru: Ошибка при проверке смарт-карты (%d). Может быть, не установлена библиотека libchipcard или её модули?

source: Create HBCI/FinTS DDV User
ru: Создать пользователя HBCI/FinTS DDV

source: Create HBCI/FinTS ZKA RSA User
ru: Создать пользователя HBCI/FinTS ZKA RSA

source: You must only enter numbers, not letters.
ru: Вводить нужно только цифры, а не буквы.

source: Please enter a new PIN for user %s at %s The input must be at least %d characters long.%s<html><p>Please enter a new PIN for user <i>%s</i> at <i>%s</i>.</p><p>The input must be at least %d characters long.%s</p></html>
ru: Введите новый ПИН-код для пользователя %s на %s ПИН-код должен быть не менее %d симв. длиной.%s<html><p>Введите новый ПИН-код для пользователя <i>%s</i> на <i>%s</i>.</p><p>ПИН-код должен быть не менее %d симв. длиной.%s</p></html>

source: Please enter the PIN for user %s at %s %s<html>Please enter the PIN for user <i>%s</i> at <i>%s</i>.<br>%s</html>
ru: Введите ПИН-код для пользователя %s на %s %s<html>Введите ПИН-код для пользователя <i>%s</i> на <i>%s</i>.<br>%s</html>

source: Enter PIN
ru: Введите ПИН-код

source: Please enter the next TAN for user %s at %s.<html>Please enter the next TAN for user <i>%s</i> at <i>%s</i>.</html>
ru: Введите следующий TAN для пользователя %s на %s <html> Введите следующий TAN для пользователя <i>%s</i> на <i>%s</i>.</html>

source: Enter TAN
ru: Введите TAN

source: Hash Sizes of Bank Public %s Key do not match!
ru: Размеры хеш банковского открытого %s ключа не совпадают!

source: Received new server %s key, please verify! (num: %d, version: %d, hash: %s)
ru: Получен новый ключ сервера %s, который необходимо проверить! (Номер: %d, Версия: %d, Хеш: %s)

source: Import
ru: Импортировать

source: Abort
ru: Прервать

source: Server has no sign key, using encipher key
ru: У сервера нет ключа электронной подписи, будет использоваться ключ шифрования

source: Server key has a modulus size of %d bytes
ru: Ключ сервера имеет размер модуля %d байт

source: Creating keys with %d bits (%d bytes), please wait...
ru: Создание ключей на %d бит (%d байт), подождите...

source: Error creating cipher key (%d)
ru: Ошибка создания криптографического ключа (%d)

source: Error creating sign key (%d)
ru: Ошибка создания ключа электронной подписи (%d)

source: Error creating auth key (%d)
ru: Ошибка создания ключа аутентификации (%d)

source: ERROR: Multiple signatures not yet supported
ru: Ошибка: Поддержка нескольких подписей пока не предусмотрена

source: Change keys: error
ru: Смена ключей: ошибка

source: Change keys: insert card
ru: Смена ключей: Вставьте карту

source: Change keys: confirm
ru: Смена ключей: Подтвердите

source: Use
ru: Использовать

source: Delete
ru: Удалить

source: Serverkeys imported.
ru: Ключи сервера импотрированы.

source: Change keys: Error
ru: Смена ключей: Ошибка

source: finish
ru: завершить

source: Could not contact card. Maybe removed? (%d)
ru: Не удалось прочитать карту. Возможно, она удалена? (%d)

source: Could not read context id list from card (%d)
ru: Не удалось прочитать список ID контекста с карты (%d)

source: HBCI DDV-Card Setup Wizard
ru: Мастер настройки HBCI DDV-карты

source: <html><p>This dialog assists you in setting up a DDV Chipcard User.</p><p>Some chipcards contain user information. You can click the button below to read that information from the card.</p></html>This dialog assists you in setting up a DDV Chipcard User. Some chipcards contain user information. You can click the button below to read that information from the card.
ru: <html><p>Этот мастер поможет вам настроить пользователя смарт-карты DDV.</p><p>Некоторые смарт-карты содержат информацию о пользователе. Нажмите на кнопку внизу, чтобы прочитать информацию с карты.</p></html> Этот мастер поможет вам настроить пользователя смарт-карты DDV.Некоторые смарт-карты содержат информацию о пользователе. Можете нажать на кнопку внизу, чтобы прочитать информацию с карты.

source: <html><p>Please select the bank.</p><p>AqBanking has an internal database which contains HBCI/FinTS information about many banks.<p><p>If there is an entry for your bank this dialog will use the information from the database.</p></html>Please select the bank. AqBanking has an internal database which contains HBCI/FinTS information about many banks. If there is an entry for your bank this dialog will use the information from the database.
ru: <html><p>Выберите банк.</p><p>У AqBanking имеется внутренняя база данных, в которой содержится информация о HBCI-/FinTS по многим банкам.</p><p>Если тамимеется запись по вашему банку, то в этом мастере будет использоваться информацияиз базы данных.</p></html>Выберите банк. У AqBanking есть внутренняя база данных, в которой содержится информация о HBCI-/FinTS по многим банкам. Если там имеется запись по вашему банку, то в этом мастере будет использоваться информация из базы данных.

source: <html><p>For most banks the customer id must be the same as the user id.</p><p>However, some banks actually use the customer id, so please look into the documentation provided by your bank to discover whether this is the case with your bank.</p></html>For most banks the customer id must be the same as the user id. However, some banks actually use the customer id, so please look into the documentation provided by your bank to discover whether this is the case with your bank.
ru: <html><p>Для большинства банков ID клиента соответствует ID пользователя.</ p> <p>Однако некоторые банки на самом деле используют значение ID клиента. Поэтому необходимо проверить документацию, предоставленную банком, чтобы понять, так ли обстоит дело в случае с вашим банком.</p></html> Для большинства банков ID клиента соответствует ID пользователя. Однако некоторые банки на самом деле используют ID клиента. Поэтому необходимо проверить документацию, предоставленную банком, чтобы понять, так ли обстоит дело в случае с вашим банком.

source: <html><p>We are now ready to create the user and retrieve the account list.</p><p>Click the <i>next</i> button to proceed or <i>abort</i> to abort.</p></html>We are now ready to create the user and retrieve the account list. Click the NEXT button to proceed or ABORT to abort.
ru: <html><p>Теперь можно создать пользователя и получить список счетов.</p> <p>Нажмите кнопку<i>Далее</i> для продолженияили кнопку <i>Прервать</i> для отмены.</p></html> Теперь можно создать пользователя и получить список счетов. Нажмите кнопку Далее для продолжения или кнопку Прервать для отмены.

source: The user has been successfully setup.
ru: Настройка пользователя завершена успешно.

source: Context %d:
ru: Контекст %d:

source: <no bank code>
ru: <код банка отсутствует>

source: <no user id>
ru: <id пользователя отсутствует>

source: Could not create user, maybe some plugins are not installed?
ru: Не удалось создать пользователя. Может быть, какие-то модули не установлены?

source: Could not add user (%d)
ru: Не удалось добавить пользователя (%d)

source: Setting Up DDV User
ru: Настройка пользователя DDV

source: The list of accounts will be retrieved.
ru: Будет получен список счетов.

source: Unable to lock users (%d)
ru: Не удалось заблокировать пользователей (%d)

source: Retrieving account list
ru: Получение списка счетов

source: Could not create dialog, maybe an installation error?
ru: Не удалось создать диалог. Может быть, произошла ошибка установки?

source: Could create dialog, maybe incomplete installation?
ru: Не удалось создать диалог. Может быть, установка была неполной?

source: Could not read dialog description file [%s], maybe an installation error (%d)?
ru: Не удалось прочитать файл описания диалога [%s]. Может быть, произошлаошибка установки (%d)?

source: HBCI Keyfile Setup Wizard
ru: Мастер установки файла ключей HBCI

source: This dialog assists you in setting up a Keyfile User.
ru: Этот мастер поможет вам настроить пользователя файла ключей.

source: <html><p>We are now ready to create the user and exchange keys with the server.</p><p>Click the <i>next</i> button to proceed or <i>abort</i> to abort.</p></html>We are now ready to create the user and exchange keys with the server. Click the NEXT button to proceed or ABORT to abort.
ru: <html><p>Теперь можно создать пользователя и обменяться ключами с сервером.</p><p> Нажмите кнопку <i>Далее</i> для продолжения или кнопку <i>Прервать</i> для отмены.</p></html> Теперь можно создать пользователя и обменяться ключами с сервером. Нажмите кнопку Далее для продолжения или кнопку Прервать для отмены.

source: <html><p>The user has been successfully created.</p><p>You must now <b>print</b> the INI letter (click the button below) and <b>send</b> it to the bank.</p> <p>The activation of your account by the bank can take a few days.</p></html>The user has been successfully created. You must now PRINT the INI letter (click the button below) and SEND it to the bank. The activation of your account by the bank can take a few days.
ru: <html><p>Пользователь успешно создан.</p><p>Сейчас необходимо <b>распечатать</b> письмо INI (нажмите кнопку внизу) и <b>отправить</b> в банк.</p> <p>Счёт будет активирован банком в течении нескольких дней.</p></html> Пользователь успешно создан. Сейчас необходимо Распечатать письмо INI (нажмите на кнопку внизу) и Отправить в банк. Счёт будет активирован банком в течении нескольких дней.

source: <p>The following is the INI letter describing the keys of your bank. Please look at it carefully and compare the information against that in the letter from your bank.</p><p><font color=red><b>Important Warning:</b></font> Only proceed if the hash matches! Contact your bank immediately if the hash does not match!</p>
ru: <p>Далее показано письмо INI с описанием ключей банка. Внимательно посмотрите на него и сверьте информацию с письмом из банка.</p><p> <font color=red><b>Важное предупреждение:</b></font> Продолжайте настройку только в случае, если значение хеш совпадает! Если же оно не совпадает, немедленно обратитесь в банк!</p>

source: The following is the INI letter describing the keys of your bank. Please look at it carefully and compare the information against that in the letter from your bank. IMPORTANT WARNING: Only proceed if the hash matches! Contact your bank immediately if the hash does not match!
ru: Далее показано письмо INI с описанием ключей банка. Внимательно посмотрите на него и сверьте информацию с письмом из банка. ВАЖНОЕ ПРЕДУПРЕЖДЕНИЕ: Продолжайте настройку только в случае, если значение хеш совпадает! Если же оно не совпадает, немедленно обратитесь в банк!

source: Check Bank Keys
ru: Проверка ключей банка

source: Keys are ok
ru: Ключи совпадают

source: Keys do not match!
ru: Ключи не совпадают!

source: Could not find HBCI backend, maybe some plugins are not installed?
ru: Не удалось найти протокол HBCI. Возможно, не установлены какие-то подключаемые модули?

source: CryptToken plugin for type %s is not available. Did you install all necessary packages?
ru: Подключаемый модуль CryptToken недоступен для типа %s. Установлены ли все необходимые пакеты?

source: The keyfile %s could not be created. Maybe there already is a file of that name (%d).
ru: Не удалось создать файл ключей %s. Возможно, файл с таким именем уже существует (%d).

source: The keyfile %s could not be closed. Please check disc space.
ru: Не удалось закрыть файл ключей %s. Проверьте дисковое пространство.

source: Could not add HBCI user, maybe there already is a user of that id (%d)
ru: Не удалось добавить пользователя HBCI. Возможно, пользователь с таким ID (%d) уже существует

source: Setting Up Keyfile User
ru: Настройка пользователя файла ключей

source: The server keys will now be retrieved, keys created and sent to the bank.
ru: Сейчас будут получены ключи сервера, ключи созданы и отправлены в банк.

source: Retrieving server keys
ru: Получение ключей сервера
