Repository: aqbanking/aqbanking
Catalog: po/*.po
Languages: ru

source: Signature verification failed
ru: Проверка подписи прошла неудачно

source: Account authorisation failed
ru: Авторизация счёта прошла неудачно

source: Amount check failed
ru: Проверка суммы прошла неудачно

source: Signer unknown
ru: Неизвестный автор подписи

source: Invalid signer state
ru: Недопустимое состояние автора подписи

source: Duplicate signature
ru: Повторяющаяся подпись

source: EBICS (Technical Code):
ru: EBICS (Технический код):

source: EBICS (Technical Report):
ru: EBICS (Технический отчёт):

source: EBICS (Bank Code):
ru: EBICS (Код банка):

source: YYYY/MM/DD-hh:mm:ss
ru: ГГГГ/ММ/ДД-чч:мм:сс

source: National Mass Transfer
ru: Массовые правительственные переводы денежных средств

source: Transfer type:
ru: Тип перевода:

source: Debit Note
ru: Дебет-нота

source: Account:
ru: Счёт:

source: Results:
ru: Результаты:

source: Error while exporting to DTAUS
ru: Ошибка при экспорте в DTAUS

source: Exporting to DTAUS: ok
ru: Экспорт в DTAUS: ок

source: Error signing upload document
ru: Ошибка при добавлении подписи отправляемого документа

source: Upload document signed
ru: Отправляемый документ подписан

source: Error encrypting upload document
ru: Ошибка при шифровании отправляемого документа

source: Upload document encrypted
ru: Отправляемый документ зашифрован

source: Exchanging upload init request
ru: Обмен запросами по инициализации отправки

source: Exchanging upload transfer request
ru: Обмен по передаче запроса на отправку

source: Upload finished
ru: Отправка завершена

source: EBICS Keyfile Setup Wizard
ru: Мастер настройки файла ключей EBICS

source: <html><p>Please select the bank.</p><p>AqBanking has an internal database which contains EBICS information about a few banks.<p><p>If there is an entry for your bank this dialog will use the information from the database.</p></html>Please select the bank. AqBanking has an internal database which contains EBICS information about a few banks. If there is an entry for your bank this dialog will use the information from the database.
ru: <html><p>Выберите банк.</p><p>У AqBanking есть внутренняя база данных, в которой содержится информация о EBICS по некоторым банкам.</p><p>Если тамимеется запись по вашему банку, то в этом мастере будет использована информацияиз базы данных.</p></html>Выберите банк. У AqBanking есть внутренняя база данных, в которой содержится информация о EBICS по некоторым банкам. Если там имеется запись по вашему банку, то в этом мастере будет использоваться информация из базы данных.

source: <html><p>Please enter the necessary information below. You can probably find this information in the letter you received from your bank in response to the application for an EBICS account.</p></html>Please enter the necessary information below. You can probably find this information in the letter you received from your bank in response to the application for an EBICS account.
ru: <html><p>Введите внизу необходимую информацию. Вероятно, эту информациюможно найти в письме, которое было получено из банка в ответ на заявление по открытию счёта EBICS.</p></html>Введите внизу необходимую информацию. Вероятно, эту информацию можно найти в письме, которое было получено из банка в ответ на заявление по открытию счёта EBICS.

source: <html><p>We are now ready to create the user and exchange keys with the server.</p><p>Click the <i>next</i> button to proceed or <i>abort</i> to abort.</p></html>We are now ready to create the user and exchange keys with the server. Click the "next" button to proceed or "abort" to abort.
ru: <html><p>Сейчас можно создать пользователя и обменяться ключами с сервером.</p> <p>Нажмите на кнопку <i>Далее</i> для продолжения или <i>Прервать</i> для отмены. </p></html>Сейчас можно создать пользователя и обменяться ключами с сервером Нажмите кнопку «Далее» для продолжения или «Прервать» для отмены.

source: <html><p>The user has been successfully created.</p><p>You must now <b>print</b> the INI and HIA letter (click the button below) and <b>send</b> it to the bank.</p> <p>The activation of your account by the bank can take a few days.</p></html>The user has been successfully created. You must now "print" the INI and HIA letter (click the button below) and "send" it to the bank. The activation of your account by the bank can take a few days.
ru: <html><p>Пользователь успешно создан.</p><p>Теперь необходимо <b>распечатать</b> письмо INI и HIA (нажмите на кнопку внизу) и <b>отправить</b> его в банк.</p> <p>Активация вашего счёта банком может занять несколько дней.</p> </html>Пользователь успешно создан. Теперь необходимо распечатать письмо INI и HIA (нажмите на кнопку внизу) и отправитьего в банк. Активация вашего счёта банком может занять несколько дней.

source: Could not create EBICS user.
ru: Не удалось создать пользователя EBICS.

source: Could not add EBICS user, maybe there already is a user of that id (%d)
ru: Не удалось добавить пользователя EBICS. Возможно, пользователь с таким id (%d) уже существует.

source: The keys will now be created and sent to the bank.
ru: Сейчас будут созданы ключи и отправлены в банк.

source: INI Letter for EBICS
ru: Письмо INI для EBICS

source: HIA Letter
ru: Письмо HIA

source: HIA Letter for EBICS
ru: Письмо HIA для EBICS

source: EBICSUserStatus|new
ru: новый

source: EBICSUserStatus|init1
ru: инициализация 1

source: EBICSUserStatus|init2
ru: инициализация 2

source: EBICSUserStatus|enabled
ru: включён

source: EBICSUserStatus|disabled
ru: отключён

source: Executing Request
ru: Исполнение запроса

source: Now the request is send to the credit institute.
ru: Запрос отправляется в кредитное учреждение.

source: EBICS Special Settings
ru: Особые параметры EBICS

source: Creating keys
ru: Создание ключей

source: Now the keys are created.
ru: Ключи созданы.

source: adduser: Adds a user (-> setup EBICS for a bank)
ru: adduser: Добавляет пользователя (-> настройка EBICS для банка)

source: resetkeys: Destroy keys (use with care!!)
ru: resetkeys: Удаляет ключи (будьте осторожны!!!)

source: Invalid protocol version. Possible versions are H002 and H003.
ru: Недопустимая версия протокола. Можно использовать версии H002 и H003.

source: Invalid protocol version. Possible versions are H002, H003 and H004.
ru: Недопустимая версия протокола. Можно использовать версии H002, H003 и H004.

source: Now the request is sent to the credit institute.
ru: Запрос отправляется в кредитное учреждение.

source: No download data
ru: Данных для загрузки нет

source: Creating key
ru: Создание ключа

source: Now the temporary sign key is created.
ru: Создаётся временный ключ электронной подписи.

source: logfile: Analyze log files
ru: logfile: Анализирует файлы журнала

source: Edit Paypal User
ru: Редактирование пользователя Paypal

source: PayPal Secret Settings
ru: Секретные параметры PayPal

source: <html><p>Enter the API password and signature as it is found on the Paypal page described in the previous steps.</p><p><font color="red"><b>The API password and API signature are extremely sensitive information which you must under no circumstances reveal to anybody!</b></font></p><p>That being said, these credentials are also quite hard to remember, so AqBanking stores them in a file which is very well encrypted.</p><p>When the user is created in the next step you will be asked for the password to be set for that credential file.</p></html>Enter the API password and signature as it is found on the Paypal page described in the previous steps. The API password and API signature are extremely sensitive information which you must under no circumstances reveal to anybody! That being said, these credentials are also quite hard to remember, so AqBanking stores them in a file which is very well encrypted. When the user is created in the next step you will be asked for the password to be set for that credential file.
ru: <html><p>Введите пароль и подпись API, которые можно найти на страничке Paypal, описанной на предыдущих этапах.</p><p><font color="red"><b>Пароль API, как иподпись API, являются строго конфиденциальной информацией, которую нельзя раскрывать никому и ни при каких обстоятельствах!</b></font></p><p> В то же время эти учётные данные также крайне сложно запомнить, поэтому AqBanking хранитих в файле, который очень хорошо зашифрован.</p><p>На следующем этапе после создания пользователя нужно будет установить пароль для этого файла учётных данных. </p></html>Введите пароль и подпись API, которые можно найти на страничке Paypal, описанной на предыдущих этапах. Пароль API, как и подпись API, являются строго конфиденциальной информацией, которую нельзя раскрывать никому и ни при каких обстоятельствах! В то же время эти учётные данные также крайне сложно запомнить, поэтому AqBanking хранит их в файле, который очень хорошо зашифрован. На следующем этапе после создания пользователя нужно будет установить пароль для этого файла учётных данных.

source: Paypal Setup Wizard
ru: Мастер настройки Paypal

source: <html><p>This dialog assists you in setting up a Paypal User.</p><p>Please note that you have to apply for API access with Paypal. The following procedure helps you getting there:</p><p>Login into your Paypal account via web browser, enter the <i>My Profile</i> page, click <i>API access</i> under <i>Account information</i>.</p><p>Choose <b>Option 2</b>.</p></html>This dialog assists you in setting up a Paypal User. Please note that you have to apply for API access with Paypal. The following procedure helps you getting there: Login into your Paypal account via web browser, enter the "My Profile" page, click "API access" under "Account information". Choose OPTION 2.
ru: <html><p>Этот мастер поможет вам в настройке пользователя Paypal.</p> <p>Обратите внимание на то, что для доступа к Paypal через API необходимо подать заявление. Следующий порядок действий поможет вам это осуществить: </p><p>Войдите в свою учётную запись на Paypal через веб-браузер, перейдите на страничку <i>Мой профиль</i>, затем на <i>Доступ к API</i> в разделе <i>Информация о счёте</i>.</p><p>Выберите <b>Параметр 2</b>.</p></html>Этот мастер поможет вам в настройке пользователя Paypal. Обратите внимание на то, что для доступа к Paypal через API необходимо подать заявление. Следующий порядок действий поможет вам это осуществить: Войдите в свою учётную запись через веб-браузер, перейдите на страничку «Мой профиль» , затем на «Доступ к API» в разделе «Информация о счёте». Выберите Параметр 2.

source: <html><p>You can find the information needed here after logging into your Paypal account via web browser. The information can then be found under <i>My Profile</i>, <i>Account Information</i>, <i>API Access</i>.</p></html>You can find the information needed here after logging into your Paypal account via web browser. The information can then be found under <"My Profile", "Account Information", "API Access".
ru: <html><p>Необходимую информацию можно будет найти после авторизации в вашей учётной записи на Paypal через веб-браузер. Информацию можно будет найти в разделе <i>Мой профиль</i>, <i>Информация о счёте</i>, <i> Доступ к API</i>.</p></html>Необходимую информацию можно будет найти после авторизации в вашей учётной записи на Paypal через веб-браузер. Информацию можно будет найти в разделе «Мой профиль», «Информация о счёте», «Доступ к API».

source: <html><p>We are now ready to create the user.</p><p>Click the <i>next</i> button to proceed or <i>abort</i> to abort.</p><p>If you proceed you will be asked to enter a new password. This is the password for the credentials file described in previous steps.</p><p>Please be carefull to enter a sufficiently secure password</p></html>We are now ready to create the user. Click the "next" button to proceed or "abort" to abort. If you proceed you will be asked to enter a new password. This is the password for the credentials file described in previous steps. Please be carefull to enter a sufficiently secure password.
ru: <html><p>Теперь можно создать пользователя.</p><p>Нажмите на кнопку <i>Далее</i> для продолжения или <i>Прервать</i> для отмены.</p><p> В случае продолжения нужно будет ввести новый пароль. Это пароль для файла учётных данных, описанного на предыдущих этапах.</p><p>Пароль должен обладать достаточным уровнем безопасности. </p></html> Теперь можно создать пользователя. Нажмите на кнопку «Далее» для продолжения или «Прервать» для отмены. В случае продолжения необходимо будет ввести новый пароль. Это пароль для файла учётныхданных, описанного на предыдущих этапах. Пароль должен обладать достаточным уровнем безопасности.

source: Setting Up Paypal User
ru: Настройка пользователя Paypal

source: The user will be created.
ru: Будет создан пользователь.

source: Creating API credentials file
ru: Создание файла учётных данных API

source: listusers: show Paypal users
ru: listusers: показывает пользователей Paypal

source: listaccounts: show Paypal accounts
ru: listaccounts: показывает счета Paypal

source: adduser: add a Paypal user and a corresponding account
ru: adduser: добавляет пользователя Paypal и соответствующий счёт

source: setsecrets: set credentials for Paypal API
ru: setsecrets: задаёт учётные данные для API Paypal

source: Please enter the password for Paypal user %s <html>Please enter the password for Paypal user <i>%s</i></br></html>
ru: Введите пароль для пользователя Paypal %s <html>Введите пароль для пользователя Paypal <i>%s</i></br></html>

source: File
ru: Файл

source: Select
ru: Выбрать

source: Edit
ru: Редактировать

source: New
ru: Новый

source: Help
ru: Помощь

source: Previous
ru: Предыдущий

source: Location
ru: Расположение

source: Matching Banks
ru: Подходящие банки

source: Users
ru: Пользователи

source: Create User
ru: Создать пользователя

source: Accounts
ru: Счета

source: Create Account
ru: Создать счёт

source: Close
ru: Закрыть

source: Backend
ru: Протокол

source: Account Info
ru: Сведения о счёте

source: Account Number
ru: Номер счёта

source: Account Name
ru: Имя счёта

source: Owner Name
ru: Имя владельца

source: Currency
ru: Валюта

source: Account Type
ru: Тип счёта

source: Bank Info
ru: Сведения о банке

source: Country
ru: Страна

source: Selected User
ru: Выбранный пользователь

source: User Name
ru: Имя пользователя

source: User Id
ru: Id пользователя

source: Customer Id
ru: Id клиента

source: Generic
ru: Общие сведения

source: General
ru: Общее

source: Name
ru: Имя

source: Version
ru: Версия

source: Short Description
ru: Краткое описание

source: Long Description
ru: Длинное описание

source: CSV_EditProfile|Applicable for Imports
ru: Применяется для импорта

source: CSV_EditProfile|Applicable for Exports
ru: Применяется для экспорта

source: Structure
ru: Структура

source: Ignore Lines
ru: Игнорировать строки

source: Column Delimiter
ru: Разделитель колонок

source: CSV_EditProfile|Subject
ru: Предмет

source: First Line Contains Headers
ru: В первой строке находятся заголовки

source: Fields have Quotation Marks
ru: В полях содержатся кавычки

source: Field Formats
ru: Форматы полей

source: Date Format
ru: Формат даты

source: Amount Format
ru: Формат суммы

source: Columns
ru: Колонки

source: Column 1
ru: Колонка 1

source: Column 2
ru: Колонка 2

source: Column 3
ru: Колонка 3

source: Column 4
ru: Колонка 4

source: Column 5
ru: Колонка 5

source: Column 6
ru: Колонка 6

source: Column 7
ru: Колонка 7

source: Column 8
ru: Колонка 8

source: Column 9
ru: Колонка 9

source: Column 10
ru: Колонка 10

source: Column 11
ru: Колонка 11

source: Column 12
ru: Колонка 12

source: Column 13
ru: Колонка 13

source: Column 14
ru: Колонка 14

source: Column 15
ru: Колонка 15

source: Column 16
ru: Колонка 16

source: Column 17
ru: Колонка 17

source: Column 18
ru: Колонка 18

source: Column 19
ru: Колонка 19

source: Column 20
ru: Колонка 20

source: Column 21
ru: Колонка 21

source: Column 22
ru: Колонка 22

source: Column 23
ru: Колонка 23

source: Column 24
ru: Колонка 24

source: Column 25
ru: Колонка 25

source: Column 26
ru: Колонка 26

source: Column 27
ru: Колонка 27

source: Column 28
ru: Колонка 28

source: Column 29
ru: Колонка 29

source: Column 30
ru: Колонка 30

source: First Data Line
ru: Первая строка данных

source: General Settings
ru: Общие параметры

source: Server URL
ru: URL сервера

source: HBCI Settings
ru: Параметры HBCI

source: HBCI Version
ru: Версия HBCI

source: Special Actions
ru: Особые действия

source: Get Accounts
ru: Получить счета

source: HTTP Version
ru: Версия HTTP

source: Selected TAN Method
ru: Выбранный метод TAN

source: Override TAN Input Mechanism
ru: Переопределение механизма ввода TAN

source: TAN Medium ID
ru: ID средства безопасности TAN

source: Disable Base64 Encoding
ru: Отменить кодирование BASE64

source: Omit SMS Account
ru: Пропуск SMS-счёта

source: Get Certificate
ru: Получить сертификат

source: Get Bank Info
ru: Получить сведения о банке

source: Get System Id
ru: Получить Id системы

source: Get iTAN Modes
ru: Получить режимы iTAN

source: RDH Version
ru: Версия RDH

source: Bank does not sign messages
ru: Банк не подписывает сообщения

source: Bank uses own signature counter
ru: Банк использует свой собственный счётчик подписей

source: Ini Letter
ru: Письмо INI

source: Context From File
ru: Контекст из файла

source: Special Settings
ru: Особые параметры

source: Print Ini Letter
ru: Печать письма INI

source: Import Keyfile
ru: Импорт файла ключей

source: Init Chipcard
ru: Инициализировать смарт-карту

source: Use Chipcard
ru: Использовать смарт-карту

source: Use PIN/TAN
ru: Использовать PIN/TAN

source: Setup a PIN/TAN account
ru: Настроить счёт PIN/TAN

source: Import an already used chipcard
ru: Импортировать уже использовавшуюся смарт-карту

source: Create a new Keyfile
ru: Создать новый файл ключей

source: Import an existing Keyfile
ru: Импортировать существующий файл ключей

source: Prefer Single Transfer
ru: Предпочитать одиночный перевод

source: Prefer Single Debit Note
ru: Предпочитать одиночную дебет-ноту

source: Prefer Single SEPA Transfer
ru: Предпочитать одиночный перевод SEPA

source: Prefer Single SEPA Debit Note
ru: Предпочитать одиночную дебет-ноту SEPA

source: Prefer Statement Download as CAMT
ru: Предпочитать загрузку выписки в формате CAMT

source: Get SEPA Info
ru: Получить сведения о SEPA

source: EBICS|User Id
ru: Id пользователя

source: EBICS|Partner Id
ru: Id партнёра

source: EBICS Settings
ru: Параметры EBICS

source: Server Address
ru: Адрес сервера

source: EBICS|Bank Server Name
ru: Имя сервера банка

source: EBICS Version
ru: Версия EBICS

source: Signature Version
ru: Версия подписи

source: Encryption Version
ru: Версия шифрования

source: Authentication Version
ru: Версия аутентификации

source: Force SSLv3
ru: Принудительно использовать SSLv3

source: Use IZL for debit notes
ru: Использовать IZL для дебет-нот

source: Don't sign jobs
ru: Не подписывать задания

source: Get Bank Keys
ru: Получить ключи банка

source: Hia Letter
ru: Письмо HIA

source: Print Hia Letter
ru: Печатать письмо HIA

source: Sign Key Size
ru: Размер ключа подписи

source: Crypt/Auth Key Size
ru: Размер криптоключа/ключа аутентификации

source: Paypal Email
ru: E-mail Paypal

source: API User ID
ru: ID пользователя API

source: API Password
ru: Пароль API

source: API Signature
ru: Подпись API

source: Secret Settings
ru: Секретные параметры

source: Edit Secrets
ru: Редактировать секретные параметры

source: Importer and Exporter for SWIFT
ru: Средство импорта и экспорта для SWIFT

source: This plugin imports SWIFT (MT940) data.
ru: Этот подключаемый модуль импортирует данные SWIFT (MT940).

source: Im-/exporter for CSV
ru: Средство импорта/экспорта для CSV

source: This plugin imports/exports CSV data.
ru: Этот модуль импортирует/экспортирует данные CSV.

source: This plugin imports ERI data.
ru: Этот подключаемый модуль импортирует данные ERI.

source: This plugin imports OFX data.
ru: Этот подключаемый модуль импортирует данные OFX.

source: Old AqMoney1/OpenHBCI1 data
ru: Устаревшие данные Old AqMoney1/OpenHBCI1

source: This plugin imports/exports old data from AqMoney1 and OpenHBCI1.
ru: Этот подключаемый модуль импортирует/экспортирует устаревшие данные из AqMoney1 and OpenHBCI1.

source: Im-/exporter for SWIFT
ru: Средство импорта/экспорта для SWIFT

source: This plugin imports SWIFT MT940, MT942 and MT535 data.
ru: Этот подключаемый модуль импортирует данные SWIFT MT940, MT942 и MT535.

source: This plugin imports XML data.
ru: Этот подключаемый модуль импортирует данные XML.

source: YellowNet XML Data
ru: Данные YellowNet XML

source: This plugin imports YellowNet XML files.
ru: Этот подключаемый модуль импортирует файлы YellowNet XML.

source: This plugin exports SEPA data.
ru: Этот подключаемый модуль экспортирует данные SEPA.

source: This plugin directly reads and writes context files.
ru: Этот подключаемый модуль осуществляет прямое чтение и запись контекстных файлов.

source: This plugin imports/exports CTX files.
ru: Этот подключаемый модуль импортирует/экспортирует файлы CTX.

source: This plugin reads and writes Spanish Q43 files.
ru: Этот подключаемый модуль читает и записывает файлы испанской банковской системы в формате Q43.

source: This plugin imports Q43 files.
ru: Этот подключаемый модуль импортирует файлы в формате Q43.

source: This plugin reads and writes CAMT files.
ru: Этот подключаемый модуль импортирует/экспортирует файлы в формате CAMT.

source: This plugin imports CAMT files.
ru: Этот подключаемый модуль импортирует файлы в формате CAMT.

source: Bank info checker for Germany
ru: Средство проверки сведений о немецких банках

source: This plugin handles German banks and accounts.
ru: Этот подключаемый модуль контролирует немецкие банки и их счета.

source: FinTS backend
ru: Протокол FinTS

source: This backend allows using FinTS.
ru: Этот протокол позволяет использовать FinTS.

source: HBCI backend using AqHBCI
ru: Протокол HBCI использует AqHBCI

source: This backend provides support for HBCI using AqHBCI.
ru: Этот протокол обеспечивает поддержку для HBCI с использованием AqHBCI.

source: OFX-DirectConnect backend
ru: Протокол OFX-DirectConnect

source: This backend provides support for OFX-DirectConnect.
ru: Этот протокол обеспечивает поддержку OFX-DirectConnect.

source: Offline backend
ru: Автономный протокол

source: This backend allows using offline accounts.
ru: Этот протокол позволяет использовать автономные счета.

source: This backend provides support for Paypal.
ru: Этот протокол обеспечивает поддержку Paypal.
