Repository: aqbanking/aqbanking
Catalog: po/*.po
Languages: ru

source: The specified account number does not correspond to one of the user's accounts.
ru: Указанный номер счёта не соответствует ни одному из счетов пользователя.

source: Account closed
ru: Счёт закрыт

source: The specified account number corresponds to an account that has been closed.
ru: Указанный номер счёта соответствует счёту, который был закрыт.

source: Account not authorized
ru: Авторизация по работе со счётом не пройдена

source: The user is not authorized to perform this action on the account, or the server does not allow this type of action to be performed on the account.
ru: Пользователь не прошёл авторизацию для проведения данной операции со счётом, или сервер не позволяет провести со счётом операцию данного типа.

source: Source account not found
ru: Исходный счёт не найден

source: Source account closed
ru: Исходный счёт закрыт

source: Source account not authorized
ru: Исходный счёт не авторизован

source: Destination account not found
ru: Целевой счёт не найден

source: Destination account closed
ru: Целевой счёт закрыт

source: Destination account not authorized
ru: Целевой счёт не авторизован

source: Invalid amount
ru: Недопустимая сумма

source: The specified amount is not valid for this action; for example, the user specified a negative payment amount.
ru: Указанная сумма недопустима для данной операции (например, пользователь мог указать отрицательную сумму платежа)

source: Date too soon
ru: Дата задана слишком близко в будущем

source: The server cannot process the requested action by the date specified by the user.
ru: Сервер не может обработать операцию до даты, указанной пользователем.

source: Date too far in future
ru: Дата задана слишком далеко в будущем

source: The server cannot accept requests for an action that far in the future.
ru: Сервер не может принять запрос на проведение операции так далеко в будущем.

source: Transaction already committed
ru: Транзакция уже передана

source: Transaction has entered the processing loop and cannot be modified/cancelled using OFX. The transaction may still be cancelled or modified using other means (for example, a phone call to Customer Service).
ru: Транзакция уже вошла в цикл обработки и не может быть измена/отменена с помощью OFX. Однако ещё можно отменить или изменить её используя другиесредства (например, позвонить в службу поддержки).

source: Already canceled
ru: Операция уже отменена

source: The transaction cannot be canceled or modified because it has already been canceled.
ru: Транзакцию невозможно отменить или изменить, поскольку она уже была отменена.

source: Unknown server ID
ru: Неизвестный ID сервера

source: The specified server ID does not exist or no longer exists.
ru: Указанный ID сервера не существует или уже не существует.

source: Duplicate request
ru: Двойной запрос

source: A request with this <TRNUID> has already been received and processed.
ru: Запрос с этим <TRNUID> уже был получен и обработан.

source: Invalid date
ru: Недопустимая дата

source: The specified datetime stamp cannot be parsed; for instance, the datetime stamp specifies 25:00 hours.
ru: Указанная метка даты и времени не может быть обработана (например,метка даты и времени дана в виде 25:00 часов)

source: Unsupported version
ru: Версия не поддерживается

source: The server does not support the requested version. The version of the message set specified by the client is not supported by this server.
ru: Сервер не поддерживает указанную версию. Версия набора сообщений, указанная пользователем, не поддерживается сервером.

source: Invalid TAN
ru: Недопустимый TAN

source: The server was unable to validate the TAN sent in the request.
ru: Сервер не смог подтвердить правильность TAN, отправленного пользователем.

source: Unknown FITID
ru: Неизвестный FITID

source: The specified FITID/BILLID does not exist or no longer exists. [BILLID not found in the billing message sets]
ru: Указанный FITID/BILLID не существует или уже не существует. [BILLID не найден в наборе сообщений выставления счета]

source: Branch ID missing
ru: Отсутствует идентификационный номер филиала

source: A <BRANCHID> value must be provided in the <BANKACCTFROM> aggregate for this country system, but this field is missing.
ru: Необходимо предоставить значение <BRANCHID> в агрегирующем элементе <BANKACCTFROM> для банковской системы этой страны, но данное поле отсутствует.

source: Bank name does not match bank ID
ru: Наименование банка не соответствует его ID

source: The value of <BANKNAME> in the <EXTBANKACCTTO> aggregate is inconsistent with the value of <BANKID> in the <BANKACCTTO> aggregate.
ru: Значение <BANKNAME> в агрегирующем элементе <EXTBANKACCTTO> не соответствует значению <BANKID> в агрегирующем элементе <BANKACCTTO>.

source: Invalid date range
ru: Недопустимый диапазон дат

source: Response for non-overlapping dates, date ranges in the future, et cetera.
ru: Ответ сервера на ненакладывающиеся в будущем даты, диапазоны дат и так далее.

source: Requested element unknown
ru: Запрашиваемый элемент неизвестен

source: One or more elements of the request were not recognized by the server or the server (as noted in the FI Profile) does not support the elements. The server executed the element transactions it understood and supported. For example, the request file included private tags in a <PMTRQ> but the server was able to execute the rest of the request.
ru: Один или больше элементов запроса не были опознаны сервером или сервер (как указано в профиле финансового учреждения) не поддерживает эти элементы. Сервер осуществил транзакцию тех элементов, которые он понимает и поддерживает. Например, файл запроса содержал нестандартные теги в <PMTRQ>, однако сервер успешно выполнил остальную часть запроса.

source: <REJECTIFMISSING>Y invalid without <TOKEN>
ru: <REJECTIFMISSING>Y не может использоваться без <TOKEN>

source: This error code may appear <SYNCERROR> element of an <xxxSYNCRS> wrapper (in <PRESDLVMSGSRSV1> and V2 message set responses) or the <CODE> contained in any embedded transaction wrappers within a sync response. The corresponding sync request wrapper included <REJECTIFMISSING>Y with <REFRESH>Y or <TOKENONLY>Y, which is illegal.
ru: Такой код ошибки может возникать в элементе <SYNCERROR> оболочки <xxxSYNCRS> (в наборах сообщений ответа <PRESDLVMSGSRSV1> и V2) или <CODE>, содержащегося в любой оболочке с вложенной транзакцией в составе ответа на синхронизацию. При этом соответствующая оболочка запроса на синхронизацию включала <REJECTIFMISSING>Y с <REFRESH>Y или <TOKENONLY>Y, что недопустимо.

source: Embedded transactions in request failed to process: Out of date
ru: Не удалось обработать вложенные транзакции: маркер устарел

source: <REJECTIFMISSING>Y and embedded transactions appeared in the request sync wrapper and the provided <TOKEN> was out of date. This code should be used in the <SYNCERROR> of the response sync wrapper.
ru: <REJECTIFMISSING>Y и вложенные транзакции были переданы в оболочке запроса на синхронизацию, но предоставленный <TOKEN> устарел. Данный код должен использоваться в элементе <SYNCERROR> оболочки ответа на синхронизацию.

source: Unable to process embedded transaction due to out-of-date <TOKEN>
ru: Не удалось обработать вложенную транзакцию по причине устаревшего <TOKEN>

source: Used in response transaction wrapper for embedded transactions when <SYNCERROR>6501 appears in the surrounding sync wrapper.
ru: Используется в транзакции ответа в оболочке для вложенных транзакций,при этом <SYNCERROR>6501 появляется в составе агрегирующей оболочки синхронизации.

source: Stop check in process
ru: Приостановка платежей в процессе выполнения

source: Stop check is already in process.
ru: Приостановка платежей уже в процессе выполнения

source: Too many checks to process
ru: Требуется приостановить слишком много платежей

source: The stop-payment request <STPCHKRQ> specifies too many checks.
ru: Запрос на приостановку платежа <STPCHKRQ> включает слишком много платежей.

source: Invalid payee
ru: Недопустимый получатель платежа

source: Payee error not specified by the remainingerror codes.
ru: Данной ошибки по получателю платежа в существующих кодах ошибки нет.

source: Invalid payee address
ru: Недопустимый адрес получателя платежа

source: Some portion of the payee's address is incorrect or unknown.
ru: Какая-то часть адреса получателя платежа некорректна или неизвестна.

source: Invalid payee account number
ru: Недопустимый номер счёта получателя платежа

source: The account number <PAYACCT> of the requested payee is invalid.
ru: Номер счёта <PAYACCT> запрашиваемого получателя платежа недопустим.

source: Insufficient funds
ru: Недостаточно средств

source: The server cannot process the request because the specified account does not have enough funds.
ru: Сервер не может обработать запрос, потому что на указанном счёте недостаточно средств.

source: Cannot modify element
ru: Не удалось изменить элемент

source: The server does not allow modifications to one or more values in a modification request.
ru: Сервер не позволяет изменить одно или более значений, содержащихся в запросе на изменение.

source: Cannot modify source account
ru: Не удалось изменить исходный счёт

source: Reserved for future use.
ru: Зарезервировано для будущего использования.

source: Cannot modify destination account
ru: Не удалось изменить целевой счёт

source: Invalid frequency
ru: Недопустимая частота

source: The specified frequency <FREQ> does not match one of the accepted frequencies for recurring transactions.
ru: Указанная частота <FREQ> не соответствует одной из принятыхчастот для повторяющихся транзакций.

source: Model already canceled
ru: Модель уже отменена

source: The server has already canceled the specified recurring model.
ru: Сервер уже отменил указанную модель повтора платежей.

source: Invalid payee ID
ru: Недопустимый ID получателя платежа

source: The specified payee ID does not exist or no longer exists.
ru: Указанный ID получателя платежа не существует или уже не существует.

source: Invalid payee city
ru: Недопустимое название города получателя платежа

source: The specified city is incorrect or unknown.
ru: Указанное название города некорректно или неизвестно.

source: Invalid payee state
ru: Недопустимое название штата (региона) получателя платежа

source: The specified state is incorrect or unknown.
ru: Указанное название штата (региона) некорректно или неизвестно.

source: Invalid payee postal code
ru: Недопустимый почтовый индекс получателя платежа

source: The specified postal code is incorrect or unknown.
ru: Указанный почтовый индекс некорректен или неизвестен.

source: Transaction already processed
ru: Транзакция уже проведена

source: Transaction has already been sent or date due is past
ru: Транзакция была уже отправлена или срок операции прошёл

source: Payee not modifiable by client
ru: Клиент не может изменить получателя платежа

source: The server does not allow clients to change payee information.
ru: Сервер не позволяет клиентам изменять информацию о получателе платежа.

source: Wire beneficiary invalid
ru: Недопустимый бенефициар

source: The specified wire beneficiary does not exist or no longer exists.
ru: Указанный бенефициар не существует или уже не существует

source: Invalid payee name
ru: Недопустимое имя получателя платежа

source: The server does not recognize the specified payee name.
ru: Сервер не опознаёт указанное имя получателя платежа

source: Unknown model ID
ru: ID модели неизвестен

source: The specified model ID does not exist or no longer exists.
ru: Указанный ID модели не существует или уже не существует

source: Invalid payee list ID
ru: Недопустимый ID списка получателей платежа

source: The specified payee list ID does not exist or no longer exists.
ru: Указанный ID списка получателей платежа не существует или уже не существует.

source: Table type not found
ru: Тип таблицы не найден

source: The specified table type is not recognized or does not exist.
ru: Указанный тип таблицы не опознан или не существует.

source: Investment transaction download not supported (WARN)
ru: Загрузка инвестиционной транзакции не поддерживается

source: The server does not support investment transaction download.
ru: Сервер не поддерживает загрузку инвестиционной транзакции.

source: Investment position download not supported (WARN)
ru: Загрузка инвестиционной позиции не поддерживается

source: The server does not support investment position download.
ru: Сервер не поддерживает загрузку инвестиционной позиции.

source: Investment positions for specified date not available
ru: Инвестиционные позиции на указанную дату недоступны

source: The server does not support investment positions for the specified date.
ru: Сервер не поддерживает инвестиционные позиции на указанную дату.

source: Investment open order download not supported (WARN)
ru: Загрузка открытого инвестиционного распоряжения не поддерживается

source: The server does not support open order download.
ru: Сервер не поддерживает загрузку открытого распоряжения.

source: Investment balances download not supported (WARN)
ru: Загрузка инвестиционного баланса не поддерживается

source: The server does not support investment balances download.
ru: Сервер не поддерживает загрузку инвестиционного баланса.

source: 401(k) not available for this account
ru: 401(k) недоступен для этого счёта

source: 401(k) information requested from a non-401(k) account.
ru: Запрос сведений о 401(k) со счёта не имеющего отношения к 401(k).

source: One or more securities not found
ru: Одна или более ценных бумаг не найдены

source: The server could not find the requested securities.
ru: Сервер не может найти запрошенные ценные бумаги.

source: User ID & password will be sent out-of-band (INFO)
ru: ID и пароль пользователя будут высланы с использованием другого канала связи

source: The server will send the user ID and password via postal mail, e-mail, or another means. The accompanying message will provide details.
ru: Сервер вышлет ID и пароль пользователя по обычной почте, электронной почте или другим способом. Подробная информация будет предоставлена в сопроводительном письме.

source: Unable to enroll user
ru: Не удалось зарегистрировать пользователя

source: The server could not enroll the user.
ru: Сервер не смог зарегистрировать пользователя.

source: User already enrolled
ru: Пользователь уже зарегистрирован

source: The server has already enrolled the user.
ru: Сервер уже зарегистрировал пользователя.

source: Invalid service
ru: Недопустимая служба

source: The server does not support the service <SVC> specified in the service-activation request.
ru: Сервер не поддерживает службу <SVC>, указанную в запросе на запуск службы.

source: Cannot change user information
ru: Не удалось изменить информацию о пользователе

source: The server does not support the <CHGUSERINFORQ> request.
ru: Сервер не поддерживает запрос <CHGUSERINFORQ>.

source: <FI> Missing or Invalid in <SONRQ>
ru: <FI> отсутствует или недоступно в <SONRQ>

source: The FI requires the client to provide the <FI> aggregate in the <SONRQ> request, but either none was provided, or the one provided was invalid.
ru: Финансовое учреждение требует от клиента предоставить агрегирующий элемент <FI> в запросе <SONRQ>, но, либо он не был предоставлен, либо предоставленный элемент был недопустим.

source: 1099 forms not available
ru: Формы 1099 недоступны

source: 1099 forms are not yet available for the tax year requested.
ru: Формы 1099 для запрошенного налогового года ещё недоступны.

source: 1099 forms not available for user ID
ru: Формы 1099 недоступны для пользователя с данным ID

source: This user does not have any 1099 forms available.
ru: У данного пользователя нет доступных форм 1099.

source: W2 forms not available
ru: Формы W2 недоступны

source: W2 forms are not yet available for the tax year requested.
ru: Формы W2 для запрошенного налогового года ещё недоступны.

source: W2 forms not available for user ID
ru: Формы W2 недоступны для пользователя с данным ID

source: The user does not have any W2 forms available.
ru: У данного пользователя нет доступных форм W2.

source: 1098 forms not available
ru: Формы 1098 недоступны

source: 1098 forms are not yet available for the tax year requested.
ru: Формы 1098 для запрошенного налогового года ещё недоступны.

source: 1098 forms not available for user ID
ru: Формы 1098 недоступны для пользователя с данным ID

source: The user does not have any 1098 forms available.
ru: У данного пользователя нет доступных форм 1098.

source: Must change USERPASS
ru: Необходимо поменять USERPASS

source: The user must change his or her <USERPASS> number as part of the next OFX request.
ru: Пользователь должен поменять свой номер <USERPASS> в ходе следующего OFX-запроса.

source: Signon invalid
ru: Вход в систему невозможен

source: The user cannot signon because he or she entered an invalid user ID or password.
ru: Пользователь не может войти в систему, так как бы введён неверный ID пользователя или пароль.

source: Customer account already in use
ru: Счёт клиента уже используется

source: The server allows only one connection at a time, and another user is already signed on. Please try again later.
ru: Сервер разрешает только одно соединение в данный момент времени, а другой пользователь уже авторизовался. Повторите попытку позже.

source: USERPASS lockout
ru: Блокировка USERPASS

source: The server has received too many failed signon attempts for this user. Please call the FI's technical support number.
ru: Сервер получил слишком много неудачных попыток авторизации для данного пользователя. Позвоните в техническую поддержку финансового учреждения.

source: Could not change USERPASS
ru: Не удалось изменить USERPASS

source: The server does not support the <PINCHRQ> request.
ru: Сервер не поддерживает запрос <PINCHRQ>.

source: Could not provide random data
ru: Не удалось предоставить случайные данные

source: The server could not generate random data as requested by the <CHALLENGERQ>.
ru: Сервер не смог сгенерировать случайные данные по запросу <CHALLENGERQ>.

source: Country system not supported
ru: Банковская система страны не поддерживается

source: The server does not support the country specified in the <COUNTRY> field of the <SONRQ> aggregate.
ru: Сервер не поддерживает страну, указанную в поле <COUNTRY> агрегирующего элемента <SONRQ>.

source: Empty signon not supported
ru: Пустая авторизация не поддерживается

source: The server does not support signons not accompanied by some other transaction.
ru: Сервер не поддерживает авторизацию не сопровождаемую какими-либо другими транзакциями.

source: Signon invalid without supporting pin change request
ru: Вход в систему невозможен без поддержки запроса на изменение ПИН-кода

source: The OFX block associated with the signon does not contain a pin change request and should.
ru: Блок OFX, связанный с авторизацией, не содержит обязательного запроса на изменение ПИН-кода.

source: Transaction not authorized
ru: Транзакция не авторизована

source: Current user is not authorized to perform this action on behalf of the <USERID>.
ru: Текущий пользователь не авторизован для выполнения данной операции от имени <USERID>.

source: HTML not allowed
ru: HTML не допускается

source: The server does not accept HTML formatting in the request.
ru: Сервер не принимает HTML-форматирование в этом запросе.

source: Unknown mail To:
ru: Неизвестный адрес почты:

source: The server was unable to send mail to the specified Internet address.
ru: Сервер не смог отправить почтовое сообщение на указанный интернет-адрес.

source: Invalid URL
ru: Недопустимый URL

source: The server could not parse the URL.
ru: Сервер не может обработать URL.

source: Unable to get URL
ru: Не удалось получить URL

source: The server was unable to retrieve the information at this URL (e.g., an HTTP 400 or 500 series error).
ru: Сервер не смог получить информацию по этому URL (например, ошибка HTTP с номером 400 или 500).

source: Unknown code
ru: Неизвестный код

source: No description for this code
ru: Нет описания для данного кода

source: Code
ru: Код

source: severity
ru: важность

source: Status for transaction statement request
ru: Статус запроса выписки по транзакции

source: Status for investment transaction statement request
ru: Статус запроса выписки по инвестиционной транзакции

source: Error in config file
ru: Ошибка в конфигурационном файле

source: Adding transaction
ru: Добавление транзакции

source: Scanning bank database...
ru: Сканирование базы данных банка...

source: Empty SWIFT file, aborting
ru: Пустой SWIFT-файл, отмена

source: Reading SWIFT document %d
ru: Чтение документа SWIFT %d

source: Parsing SWIFT data
ru: Обработка данных SWIFT

source: Error parsing SWIFT data
ru: Ошибка при обработке данных SWIFT

source: Empty SWIFT document, aborting
ru: Пустой документ SWIFT, отмена

source: Importing SWIFT data
ru: Импорт данных SWIFT

source: Error importing SWIFT data
ru: Ошибка импорта данных SWIFT

source: Swift document successfully imported
ru: Импорт документа SWIFT выполнен успешно

source: Importing SWIFT tags...
ru: Импорт тегов SWIFT...

source: Could not create connection (%d)
ru: Не удалось создать соединение (%d)

source: Sending request...
ru: Отправка запроса...

source: Network error while sending request
ru: Сетевая ошибка при отправке запроса

source: Waiting for response...
ru: Ожидание ответа...

source: Network error while waiting for response
ru: Сетевая ошибка при ожидании ответа

source: Saving communication log to %s
ru: Сохранение журнала коммуникационных сообщений в %s

source: Received account %s/%s (%s/%s)
ru: Полученный счёт %s/%s (%s/%s)

source: Please enter the password for user %s<html>Please enter the password for user <b>%s</b></html>
ru: Введите пароль для пользователя %s<html>Введите пароль для пользователя <b>%s</b></html>

source: Enter Password
ru: Введите пароль

source: Bank Name
ru: Наименование банка

source: <html><p>Please start typing in the name of your bank. The list below will be updated to show matching banks.</p><p>Choose the bank from list below and click <b>ok</b>.</p></html>Please start typing in the name of your bank. The list below will be updated to show matching banks. Choose the bank from list below and click OK.
ru: <html><p>Начните ввод наименования банка. Список внизу будет обновляться, показывая подходящие банки.</p><p>Выберите банк из списка внизу и нажмите <b>OK</b>.</p></html>Начните ввод наименования банка. Список внизу будет обновляться, показывая подходящие банки. Выберите банк из списка внизу и нажмите OK.

source: Parsing response...
ru: Обработка ответа...

source: OFX DirectConnect Special Settings
ru: Особые параметры OFX DirectConnect

source: OFX DirectConnect User Setup
ru: Установка пользователя OFX DirectConnect

source: Missing Input
ru: Ввод отсутствует

source: Please enter the name of your bank.
ru: Введите наименование банка.

source: Please enter a valid FID code.
ru: Введите действующий код FID.

source: Please enter a valid ORG code.
ru: Введите действующий код ORG.

source: Please enter a server address.
ru: Введите адрес сервера.

source: Please enter your name.
ru: Введите своё имя.

source: Please enter your User ID.
ru: Введите свой ID пользователя.

source: Please select a valid application to emulate.
ru: Выберите корректное приложение для эмуляции.

source: Please enter a correct header version (default is 102).
ru: Введите корректную версию заголовка (по умолчанию 102).

source: OFX DirectConnect Setup Wizard
ru: Мастер настройки OFX DirectConnect
