Repository: aqbanking/aqbanking
Catalog: po/*.po
Languages: ru

source: Specify the configuration folder
ru: Укажите папку конфигурации

source: Show this help screen. For help on commands, run aqbanking-cli <COMMAND> --help.
ru: Вывод этой справочной информации. Для справки по командам, введите: aqbanking-cli <КОМАНДА> --help

source: This is version
ru: Это версия

source: Usage:
ru: Использование:

source: [GLOBAL OPTIONS] COMMAND [LOCAL OPTIONS]
ru: [ГЛОБАЛЬНЫЕ ПАРАМЕТРЫ] КОМАНДА [ПАРАМЕТРЫ КОМАНДЫ]

source: Global Options:
ru: Глобальные параметры:

source: Commands:
ru: Команды:

source: Prints the list of accounts
ru: Выводит список счетов

source: Export balances from a context file.
ru: Экспортирует баланс из контекстного файла.

source: List transactions or transfers from a context file.
ru: Выводит список транзакций или переводов из контекстного файла.

source: Export transactions from a context file which match certain status.
ru: Экспортирует транзакции из контекстного файла, которые соответствуют определённому статусу.

source: Requests transactions, balances, standing orders etc.
ru: Осуществляет запрос операций, баланса, долгосрочных платёжных поручений и так далее.

source: Check an IBAN
ru: Проверяет IBAN

source: Import a file into an import context file
ru: Импортирует файл в контекстный файл импорта

source: Export an import context file into a file (previously "listtrans")
ru: Экспортирует контекстный файл в файл (ранее «listtrans»)

source: Issue a single SEPA transfer (data from command line)
ru: Осуществляет отправку одного перевода SEPA (данные из командной строки)

source: Issue a number of SEPA transfers (data from a file)
ru: Осуществляет отправку нескольких переводов SEPA (данные из файла)

source: Issue a single SEPA debit note (data from command line)
ru: Осуществляет отправку одной дебет-ноты SEPA (данные из командной строки)

source: Issue a single flash SEPA debit note COR1 (data from command line)
ru: Осуществляет отправку одной срочной дебет ноты SEPA по схеме COR1 (данные из командной строки)

source: Issue a number of SEPA debit notes (data from a file)
ru: Осуществляет отправку нескольких дебет-нот SEPA (данные из файла)

source: Add a transfer to an existing import context file
ru: Добавляет перевод в существующий контекстный файл

source: Add a SEPA debit note to an existing import context file
ru: Добавляет дебет-ноту SEPA в существующий контекстный файл импорта

source: Add a flash SEPA debit note to an existing import context file
ru: Добавляет срочную дебет-ноту SEPA в существующий контекстный файл импорта

source: Manage SEPA standing orders
ru: Управляет долгосрочными платёжными поручениями SEPA

source: Fill gaps in an import context file from configuration settings
ru: Восполняет пробелы в контекстном файле импорта из параметров конфигурации

source: Print existing profiles
ru: Выводит список существующих профилей

source: Print the program and library versions
ru: Выводит номера версий программы и библиотеки

source: DD.MM.YYYY
ru: ДД.ММ.ГГГГ

source: This command checks the given combination of account id and bank code for validity. Return codes: 1: missing/bad arguments 2: error while initializing AqBanking 3: given combination is definately invalid 5: error while deinitializing AqBanking Arguments: %s
ru: Команда проверяет действительность предоставленной комбинации идентификационного номера счёта и кода банка. Возвращаемые коды: 1: аргументы отсутствуют/неверны 2: ошибка при инициализации AqBanking 3: предоставленная комбинация абсолютно недопустима 5: ошибка при деинициализации AqBanking Аргументы: %s

source: AqBanking Setup
ru: Настройка AqBanking

source: Id Bank Code User Id Customer Id User Name Module
ru: Id Код банка Id пользователя Id клиента Имя пользователя Модуль

source: Id Bank Code Bank Name Account Number Account Name Owner Name Module
ru: Id Код банка Наименование банка Номер счёта Наименование счёта Имя владельца Модуль

source: <html><p>Do you really want to delete the user <i>%s</i>?</html>Do you really want to delete the user "%s"?
ru: <html><p>Удалить пользователя <i>%s</i>?</html>Удалить пользователя «%s»?

source: Delete User
ru: Удаление пользователя

source: Yes
ru: Да

source: No
ru: Нет

source: Error
ru: Ошибка

source: <html><p>There is at least one account assigned to the selected user.</p><p>Do you want to remove the account(s) and continue removing the user?</p></html>There is at least one account assigned to the selected user. Do you want to remove the account(s) and continue removing the user?
ru: <html><p>У выбранного пользователя имеется по крайней мере один счёт.</p> Удалить счёт (счета) и продолжить удаление пользователя? </p></html> У выбранного пользователя имеется по крайней мере один счёт.</p> Удалить счёт (счета) и продолжить удаление пользователя?

source: Error deleting account: %d (%d deleted)
ru: Ошибка удаления счёта: %d (%d удалено)

source: Error deleting user: %d
ru: Ошибка удаления пользователя: %d

source: Please select the online banking backend the new account is to be created for.
ru: Выберите протокол дистанционного банковского обслуживания, для работы с которой будет создаваться счёт.

source: <html><p>Do you really want to delete the account <i>%s</i>?</html>Do you really want to delete the account "%s"?
ru: <html><p>Удалить счёт <i>%s</i>?</html>Удалить счёт «%s»?

source: Delete Account
ru: Удаление счёта

source: Error deleting account: %d
ru: Ошибка удаления счёта: %d

source: -- select --
ru: -- выберите --

source: Edit Account
ru: Изменение параметров счёта

source: unknown
ru: Неизвестный счёт

source: Bank Account
ru: Банковский счёт

source: Credit Card Account
ru: Счёт кредитной карты

source: Checking Account
ru: Текущий счёт

source: Savings Account
ru: Сберегательный счёт

source: Investment Account
ru: Инвестиционный счёт

source: Cash Account
ru: Счёт наличных средств

source: Moneymarket Account
ru: Счёт денежного рынка

source: Unable to lock account. Maybe already in use?
ru: Не удалось заблокировать счёт. Может быть, он уже используется?

source: Dismiss
ru: Закрыть

source: Unable to unlock account.
ru: Не удалось разблокировать счёт.

source: Unable to update account spec.
ru: Не удалось обновить данные счёта.

source: Select a Bank
ru: Выберите банк

source: Bank Code BIC Name Location Protocols
ru: Код банка BIC Наименование Местоположение Протоколы

source: New User Wizard
ru: Мастер создания нового пользователя

source: <html><p>This dialog assists you in creating an online banking user.The following steps are:</p><ul><li>select the banking protocol</li><li>select the type of user to create</li></ul></html>This dialog assists you in creating an online banking user. The following steps are: - select the banking protocol - select the type of user to create
ru: <html><p>Этот мастер поможет вам в создании пользователя системы дистанционного банковского обслуживания. На следующих этапах:</p> <ul><li>выберите протокол банка</li> <li>выберите тип пользователя</li> </ul></html> Этот мастер поможет вам в создании пользователя системы дистанционного банковского обслуживания. На следующих этапах: - выберите протокол банка - выберите тип пользователя

source: Next
ru: Далее

source: Run
ru: Выполнить

source: Edit User
ru: Изменение параметров пользователя

source: Unable to lock user. Maybe already in use?
ru: Не удалось заблокировать пользователя. Может быть, он же используется?

source: Unable to unlock user.
ru: Не удалось разблокировать пользователя.

source: File Import Wizard
ru: Мастер импорта файлов

source: <html><p>This dialog assists you in importing files.The following steps are:</p><ul><li>select file to import</li><li>select importer module</li><li>select importer profile</li></ul></html>This dialog assists you in importing files. The following steps are: - select file to import - select importer module - select importer profile
ru: <html><p>Этот мастер поможет вам импортировать файлы. На следующих этапах:</p> <ul><li>Выберите файл для импорта</li><li>выберите модуль средства импорта</li><li>выберите профиль средства импорта</li></ul></html>Этот мастер поможет вам импортировать файлы. На следующих этапах: - выберите файл для импорта - выберите модуль средства импорта - выберите профиль средства импорта

source: Please select the file to import.
ru: Выберите файл для импорта.

source: Please select the import module for the file.
ru: Выберите модуль средства импорта для этого файла.

source: Name Description
ru: Имя Описание

source: Please select the import profile for the file.
ru: Выберите профиль средства импорта для этого файла.

source: The file has been successfully imported.
ru: Файл успешно импортирован.

source: Finished
ru: Завершено

source: Select File to Import
ru: Выберите файл для импорта

source: All Files (*) CSV Files (*csv;*.CSV) *.sta
ru: Все файлы (*) Файлы CSV (*.csv;*.CSV) *.sta

source: <html><p>Click on the <i>run</i> button below to create the user.</p></html>Click on the RUN button below to create the user.
ru: Для создания пользователя нажмите внизу на кнопку <i>Выполнить</i>.</p></html> Для создания пользователя нажмите внизу на кнопку Выполнить.

source: Select Backend
ru: Выберите протокол

source: Select a backend.
ru: Выберите протокол.

source: Could not init HTTP session (%d)
ru: Не удалось инициализировать HTTP-сессию (%d)

source: Could not connect to server, giving up (%d)
ru: Не удалось соединиться с сервером, отмена операции (%d)

source: Connection ok, certificate probably received
ru: Соединение установлено, сертификат, вероятно, получен

source: Executing Jobs
ru: Выполнение заданий

source: Now the jobs are send via their backends to the credit institutes.
ru: Задания отправляются в кредитные учреждения по своим протоколам.

source: Sending jobs to the bank(s)
ru: Отправка заданий банку (банкам)

source: Sorting commands by account
ru: Сортировка команд по счёту

source: Sorting account queues by provider
ru: Сортировка очередей счетов по поставщику услуг

source: Send commands to providers
ru: Отправка команд поставщикам услуг

source: Send commands to provider "%s"
ru: Отправка команд поставщику услуг «%s»

source: Error sending commands to provider "%s":%d
ru: Ошибка отправки команд поставщику услуг «%s»:%d

source: Provider "%s" is not available.
ru: Поставщик услуг «%s» недоступен.

source: Too many purpose lines (%d>%d)
ru: Слишком много строк в описании назначения (%d>%d)

source: Too many chars in purpose line %d (%d>%d)
ru: Слишком много символов в строке назначения (%d>%d)

source: Month day "%d" not supported by bank
ru: День месяца «%d» не поддерживается банком

source: Execution month day "%d" not supported by bank
ru: Исполнение в день месяца «%d» не поддерживается банком

source: Week day "%d" not supported by bank
ru: День недели «%d» не поддерживается банком

source: Execution week day "%d" not supported by bank
ru: Исполнение в день недели «%d» не поддерживается банком

source: Minimum setup time violated. Dated transactions need to be at least %d days away
ru: Нарушение установки минимального времени проведения операции. Датированные транзакции должны создаваться по крайней мере за %d дней

source: Maximum setup time violated. Dated transactions need to be at most %d days away
ru: Нарушение установки максимального времени проведения операции. Датированные транзакции должны создаваться не более, чем за %d дней

source: Minimum setup time violated. Dated transactions need to be at least %d days away but %d days are requested
ru: Нарушение установки минимального времени проведения операции. Датированные транзакции должны проводиться по крайней мере за %d дней, но необходимо %d дней

source: Maximum setup time violated. Dated transactions need to be at most %d days away but %d days are requested
ru: Нарушение установки максимального времени проведения операции. Датированные транзакции должны проводиться не более, чем за %d дней, но необходимо %d дней

source: Data imported, transforming to UTF-8
ru: Данные импортированы, проводится преобразование в UTF-8

source: Tabulator (default)
ru: Табулятор (по умолчанию)

source: Space
ru: Пробел

source: Komma (,)
ru: Запятая (,)

source: Semicolon (;)
ru: Точка с запятой (;)

source: Colon (:)
ru: Двоеточие (:)

source: Booked Transactions (default)
ru: Зарезервированные транзакции (по умолчанию)

source: Noted Transactions
ru: Отмеченные транзакции

source: Rational (default)
ru: Рациональное число (по умолчанию)

source: Float
ru: Число с плавающей точкой

source: -- empty --
ru: -- пусто --

source: Local Country Code
ru: Код вашей страны

source: Local Bank Code
ru: Ваш банковский код

source: Local Branch Id
ru: Id филиала вашего банка

source: Local Account Number
ru: Номер вашего счёта

source: Local Account Suffix
ru: Последние цифры номера вашего счёта

source: Local IBAN
ru: Ваш IBAN

source: Local Name (e.g. your name)
ru: Ваше имя

source: Local BIC
ru: Ваш BIC

source: Remote Country Code
ru: Код страны контрагента

source: Remote Bank Code
ru: Банковский код контрагента

source: Remote Branch Id
ru: Id филиала контрагента

source: Remote Account Number
ru: Номер счёта контрагента

source: Remote Account Suffix
ru: Последние цифры счёта контрагента

source: Remote IBAN
ru: IBAN контрагента

source: Remote Name (First Line)
ru: Имя контрагента (первая строка)

source: Remote Name (Second Line)
ru: Имя контрагента (вторая строка)

source: Remote BIC
ru: BIC контрагента

source: Unique Transaction Id
ru: Уникальный идентификационный номер транзакции

source: Id assigned by Application
ru: Идентификационный номер, назначенный приложением

source: Valuta Date
ru: Дата валютирования

source: Booking Date
ru: Дата резервирования

source: Amount (Value)
ru: Сумма (значение)

source: Amount (Currency)
ru: Сумма (валюта)

source: Fees (Amount)
ru: Комиссия (сумма)

source: Fees (Currency)
ru: Комиссия (валюта)

source: Textkey
ru: Текстовый ключ

source: Textkey Extensions
ru: Расширения текстового ключа

source: Transaction Key
ru: Ключ транзакции

source: Customer Reference
ru: Реквизиты клиента

source: Bank Reference
ru: Реквизиты банка

source: Transaction Code
ru: Код транзакции

source: Transaction Text (not purpose!)
ru: Текст транзакции (не назначение!)

source: Id assigned by Finance Institute
ru: Идентификационный номер, назначенный финансовым учреждением

source: Purpose (1st Line)
ru: Назначение (строка 1)

source: Purpose (2nd Line)
ru: Назначение (строка 2)

source: Purpose (3rd Line)
ru: Назначение (строка 3)

source: Purpose (4th Line)
ru: Назначение (строка 4)

source: Purpose (5th Line)
ru: Назначение (строка 5)

source: Purpose (6th Line)
ru: Назначение (строка 6)

source: Purpose (7th Line)
ru: Назначение (строка 7)

source: Purpose (8th Line)
ru: Назначение (строка 8)

source: Purpose (9th Line)
ru: Назначение (строка 9)

source: Purpose (10th Line)
ru: Назначение (строка 10)

source: Category (1st Line)
ru: Статья бюджета (строка 1)

source: Category (2nd Line)
ru: Статья бюджета (строка 2)

source: Category (3rd Line)
ru: Статья бюджета (строка 2)

source: Category (4th Line)
ru: Статья бюджета (строка 4)

source: Category (5th Line)
ru: Статья бюджета (строка 5)

source: Category (6th Line)
ru: Статья бюджета (строка 6)

source: Category (7th Line)
ru: Статья бюджета (строка 7)

source: Category (8th Line)
ru: Статья бюджета (строка 8)

source: Period (Standing Order)
ru: Период (долгосрочное платёжное поручение)

source: Cycle (Standing Order)
ru: Цикл (долгосрочное платёжное поручение)

source: Execution Day (Standing Order)
ru: День исполнения (долгосрочное платёжное поручение)

source: Date of First Execution (Standing Order)
ru: Дата первого исполнения (долгосрочное платёжное поручение)

source: Date of Last Execution (Standing Order)
ru: Дата последнего исполнения (долгосрочное платёжное поручение)

source: Date of Next Execution (Standing Order)
ru: Дата следующего исполнения (долгосрочное платёжное поручение)

source: Type
ru: Тип

source: Subtype
ru: Подтип

source: Status
ru: Состояние

source: Remote Address: Street
ru: Адрес контрагента: улица

source: Remote Address: Zipcode
ru: Адрес контрагента: индекс

source: Remote Address: City
ru: Адрес контрагента: город

source: Remote Address: Phone Number
ru: Адрес контрагента: номер телефона

source: Unit Id (Stock)
ru: Id единицы (акции)

source: Namespace of Unit Id (Securities)
ru: Наименования Id единицы (ценные бумаги)

source: Amount of Units (Securities) (value)
ru: Число единиц (ценные бумаги) (стоимость)

source: Amount of Units (Securities) (currency)
ru: Число единиц (ценные бумаги) (валюта)

source: Price per Unit (Securities) (value)
ru: Цена за единицу (ценные бумаги) (стоимость)

source: Price per Unit (Securities) (currency)
ru: Цена за единицу (ценные бумаги) (валюта)

source: Commission (Securities) (value)
ru: Комиссия (ценные бумаги) (стоимость)

source: Commission (Securities) (currency)
ru: Комиссия (ценные бумаги) (валюта)

source: Bank Account Id
ru: Id банковского счёта

source: Positive/Negative Mark
ru: Положительная/Отрицательная метка

source: Edit CSV Profile
ru: Редактирование профиля CSV

source: Input Error
ru: Ошибка ввода

source: Please enter a name for the profile.
ru: Введите имя для профиля.

source: Continue
ru: Продолжить

source: Please select a field delimiter.
ru: Введите разделитель полей.

source: Please select a date format.
ru: Выберите формат даты.

source: Please select a value format.
ru: Выберите формат стоимости.

source: Please select a valid column type.
ru: Выберите допустимый тип колонки.

source: Importing parsed data...
ru: Импорт обработанных данных...

source: Aborted by user
ru: Прервано пользователем

source: Please enter the date format for the following item:
ru: Введите формат даты для следующего элемента:

source: <html>Please enter the date format for the following item:<br>
ru: <html>Введите формат даты для следующего элемента:<br>

source: The following characters can be used: - 'Y': digit of the year - 'M': digit of the month - 'D': digit of the day Examples: "YYYY/MM/DD" (-> 2005/02/25) "DD.MM.YYYY" (-> 25.02.2005) "MM/DD/YY" (-> 02/25/05)
ru: Можно использовать следующие символы: - 'Y': цифра числового значения года - 'M': цифра числового значения месяца - 'D': цифра числового значения дня Примеры: - «YYYY/MM/DD» для 2021/02/25 - «DD.MM.YYYY» для 25.02.2021 - «MM/DD/YY» для 02/25/21

source: The following characters can be used:<table> <tr><td><i>Y</i></td><td>digit of the year</td></tr> <tr><td><i>M</i></td><td>digit of the month</td></tr> <tr><td><i>D</i></td><td>digit of the day</td></tr> </table> <br>Examples:<table> <tr><td><i>YYYY/MM/DD</i></td><td>(-> 2005/02/25)</td></tr> <tr><td><i>DD.MM.YYYY</i></td><td>(-> 25.02.2005)</td></tr> <tr><td><i>MM/DD/YY</i></td><td>(-> 02/25/05)</td></tr> </html>
ru: Можно использовать следующие символы:<table> <tr><td><i>Y</i></td><td>цифра числового значения года</td></tr> <tr><td><i>M</i></td><td>цифра числового значения месяца</td></tr> <tr><td><i>D</i></td><td>цифра числового значения дня</td></tr> </table> <br>Примеры:<table> <tr><td><i>YYYY/MM/DD</i></td><td>(-> 2005/02/25)</td></tr> <tr><td><i>DD.MM.YYYY</i></td><td>(-> 25.02.2005)</td></tr> <tr><td><i>MM/DD/YY</i></td><td>(-> 02/25/05)</td></tr> </html>

source: Enter Date Format
ru: Введите формат даты

source: Enter Correct Date Format
ru: Введите правильный формат даты

source: The following value could not be parsed:
ru: Не удалось обработать следующее значение:

source: There are now two possibilities of what character represents the decimal fixpoint: 1) '.' (as in "123.45") 2) ',' (as in "123,45") What is the fixpoint in the value above?
ru: Существует две возможности для использования символа в качестве десятичного разделителя: 1. Точка «.» как в «123.45» 2. Запятая «,» как в «123,45» Какой разделитель используется в приведённом выше значении?

source: <html>The following value could not be parsed: <br>
ru: <html>Не удалось обработать следующее значение: <br>

source: <br>There are now two possibilities of what character represents the decimal fixpoint: <ol> <li>'.' (as in "123.45")</li> <li>',' (as in "123,45")</li> </ol>What is the fixpoint in the value above?</html>
ru: <br>Сейчас существует две возможности для использованиясимвола в качестве десятичного разделителя: <ol> <li>Точка «.» как в «123.45»</li> <li> 2. Запятая «,» как в «123,45»</li> </ol>Какой разделитель используется в приведённом выше значении?</html>

source: Value Parsing
ru: Обработка значения

source: Possibility 1
ru: Возможность 1

source: Possibility 2
ru: Возможность 2

source: Account statement date
ru: Дата выписки по счёту

source: Account statement credit line value
ru: Сумма кредитного лимита в выписке по счёту

source: Account statement balance value
ru: Значение баланса в выписке по счёту

source: Transaction statement amount value
ru: Значение суммы в выписке по транзакции

source: Reading file...
ru: Чтение файла...

source: Error importing data
ru: Ошибка импорта данных

source: Error exporting data
ru: Ошибка экспорта данных

source: Status for signon request
ru: Статус запроса авторизации

source: Generic credit
ru: Обычная операция снятия кредитных средств

source: Generic debit
ru: Обычная операция снятия дебетовых средств

source: Interest earned or paid (Note: Depends on signage of amount)
ru: Заработанные или оплаченные проценты (Примечание: зависит от знака суммы)

source: Dividend
ru: Дивиденды

source: FI fee
ru: Комиссия финансового учреждения

source: Service charge
ru: Плата за обслуживание

source: Deposit
ru: Зачисление

source: ATM debit or credit (Note: Depends on signage of amount)
ru: Снятие дебетовых или кредитных средств в банкомате (Примечание: зависит от знака суммы)

source: Point of sale debit or credit (Note: Depends on signage of amount)
ru: Снятие дебетовых или кредитных средств в торговой точке (Примечание: зависит от знака суммы)

source: Transfer
ru: Перевод

source: Check
ru: Банковский чек

source: Electronic payment
ru: Электронный платёж

source: Cash withdrawal
ru: Снятие наличных средств

source: Direct deposit
ru: Прямое зачисление

source: Merchant initiated debit
ru: Снятие дебетовых средств продавцом

source: Repeating payment/standing order
ru: Повторяющиеся платежи/долгосрочное платёжное поручение

source: Other
ru: Другое

source: Unknown transaction type
ru: Неизвестный тип транзакции

source: Status for account info request
ru: Статус запроса информации по счёту

source: Success
ru: Выполнено успешно

source: The server successfully processed the request.
ru: Сервер успешно обработал запрос.

source: Client is up-to-date
ru: Клиент в актуальном состоянии

source: Based on the client timestamp, the client has the latest information. The response does not supply any additional information.
ru: Судя по метке времени, клиент обладает актуальной информацией. В ответе дополнительной информации нет.

source: General error
ru: Общая ошибка

source: Error other than those specified by the remaining error codes. (Note: Servers should provide a more specific error whenever possible. Error code 2000 should be reserved for cases in which a more specific code is not available.)
ru: Данной ошибки в существующих кодах ошибки нет. (Примечание:По возможности, серверы должны отправлять более точный код ошибки. Код ошибки 2000 должен быть зарезервирован для случаев, когда более точный код ошибки отсутствует.)

source: Invalid account
ru: Недействующий счёт

source: The account was invalid (whatever that means)
ru: Данный счёт оказался недействующим (что бы это ни значило)

source: General account error
ru: Общая ошибка счёта

source: Account error not specified by the remaining error codes.
ru: Данной ошибки счёта в существующих кодах ошибки нет.

source: Account not found
ru: Счёт не найден
